[
   {
      "id":"63742eda-5cb0-4c4c-b9bc-297e2fcfacf0",
      "type":"Contract",
      "url":"https://jobs.github.com/positions/63742eda-5cb0-4c4c-b9bc-297e2fcfacf0",
      "created_at":"Tue Apr 21 22:05:12 UTC 2020",
      "company":"SavvySuit",
      "company_url":"http://www.savvysuit.com",
      "location":"Remote",
      "title":"Contract Developer (Junior or Intermediate)",
      "description":"\u003cp\u003eSavvySuit is a software development company specializing in legal informatics. We’re a women and LGBT+ owned company, and aspire to be a super-inclusive organization.  We're in Florida, but you can be anywhere in the US. This position is only open to US citizens or developers eligible to work in the US.\u003c/p\u003e\n\u003cp\u003eWe're looking for a junior or intermediate software developer and data nerd to help create insightful legal tools. We like curious people who love learning new things. Someone who builds things for fun. The ideal candidate should have experience in developing web applications and working with confidential information.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eProject Specifics\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eContract position, lasts from now through July 2020\nFull-time (or part-time possible)\nHiring immediately\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRequired Proficiencies\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003ePython, Node.JS, Rust, or similar languages\nRelational \u0026amp; NoSQL database design\nMicroservices as well as PaaS\nDesigning and using REST APIs\nSource Code Management tools (e.g. Git)\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eBonus Points for Familiarity With\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eMachine learning\nBuilding CRM system(s), like Salesforce or Dynamics\nWorking in continuous deployment environments\nLaw office operations\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eInterested?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eEmail your resume to our CEO, Eli Mattern, eli @ SavvySuit.com.\u003c/p\u003e\n\u003cp\u003eIn the body of your email… tell us about yourself. What are you into? What have you built? What do you want to build? If applicable and not proprietary, attach examples of projects you’ve worked on. Have questions for us? We’re happy to tell you more about our team and our projects.\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003eEmail resume to Eli at \u003ca href=\"mailto:eli@savvysuit.com\"\u003eeli@savvysuit.com\u003c/a\u003e.\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaStDIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--504d6aa6d46606d57c9dec85491156872429e431/savvy_suit_logo_large-01-logo_only.png"
   },
   {
      "id":"45286ff4-35d8-4eb5-b7f1-cd9fe5842a55",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/45286ff4-35d8-4eb5-b7f1-cd9fe5842a55",
      "created_at":"Fri Apr 17 12:52:09 UTC 2020",
      "company":"Target Corporation",
      "company_url":"https://corporate.target.com/Careers?ref=sr_shorturl_careers",
      "location":"7000 Target Parkway North, Brooklyn Park, Minnesota",
      "title":"Principal Engineer - Data Center Strategy",
      "description":"\u003cp\u003eAbout us:\u003c/p\u003e\n\u003cp\u003eTarget is an iconic brand, a Fortune 50 company and one of America’s leading retailers.\u003c/p\u003e\n\u003cp\u003eTarget as a tech company? Absolutely. We’re the behind-the-scenes powerhouse that fuels Target’s passion and commitment to cutting-edge innovation. We anchor every facet of one of the world’s best-loved retailers with a strong technology framework that relies on the latest tools and technologies—and the brightest people—to deliver incredible value to guests online and in stores. Target Technology Services is on a mission to offer the systems, tools and support that guests and team members need and deserve. Our high-performing teams balance independence with collaboration, and we pride ourselves on being versatile, agile and creative. We drive industry-leading technologies in support of every angle of the business, and help ensure that Target operates smoothly, securely and reliably from the inside out.\u003c/p\u003e\n\u003cp\u003eUse your skills, experience and talents to be a part of groundbreaking thinking and visionary goals.  As a Principal Engineer, you’ll take the lead as you…\u003c/p\u003e\n\u003cp\u003eUnderstand Target's business and technical environments and assist teams in resolving complex business challenges via current technical solutions by assessing viability/applicability/cost implication through POCs and prototypes.  Collaborate with technical staff and Enterprise Architecture teams in setting technical direction across platform and drive technology lifecycle management and communication of standards/decisions to the engineering team.  Participate in procurement specifications, installation, and maintenance of Target systems.  Lead designing and building the Target platform API with deep focus on non-functional requirement including scalability, availability, performance, etc while being a strong advocate of extreme agile and DevOps practices across engineers.  Work with engineering leaders to build a high performing engineering team and provide technical leadership, coaching, motivation and participate in the selection of technical talent.\u003c/p\u003e\n\u003cp\u003eCore responsibilities of this job are described within this job description.  Job duties may change at any time due to business needs.\u003c/p\u003e\n\u003cp\u003eAbout you:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e4 year degree or equivalent experience. Continuing education to maintain thorough knowledge of technical domains along with staying current in latest technologies\u003c/li\u003e\n\u003cli\u003e12+ years of experience in technology development or services\u003c/li\u003e\n\u003cli\u003e4+ years of experience in strategic planning and setting technical direction\u003c/li\u003e\n\u003cli\u003ePossesses a strong understanding of systems programming and control languages as required by your domain. Has demonstrated success in solving complex technical problems in more than one technical or functional areas\u003c/li\u003e\n\u003cli\u003eUnderstands business fundamentals and how technologies can support business goals along with how to translate business vision into a technical strategy while understanding the financial implications\u003c/li\u003e\n\u003cli\u003eHas proven leadership capabilities, the ability to influence others, interpersonal skills, and problem solving skills\u003c/li\u003e\n\u003cli\u003eStrong team player who understands concepts of teamwork and team effectiveness.\u003c/li\u003e\n\u003cli\u003eHas excellent verbal, written, and presentation communication skills to convey complex technical solutions clearly to an organization\u003c/li\u003e\n\u003cli\u003eHas excellent planning and organizational skills.\u003c/li\u003e\n\u003cli\u003eExperience in Java/ J2EE, sql/ no-sql (postgre, mongoDB, Cassandra, graph structure, etc), Python, Ruby, Chef, Drone, Kubernetes containers, Cloud tech, etc.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eTop of the stack:\u003c/p\u003e\n\u003cp\u003eJava, Go, Python, Load Balancing, Geo-graphic Load Balancing, Service Mesh concepts, DNS\u003c/p\u003e\n\u003cp\u003eMiddle of the stack:\u003c/p\u003e\n\u003cp\u003eSkills in Network Backbone routing, BGP, BGP-EVPN, DNS, CI/CD pipelines, practicing Infra as Code, Service Mesh/Routing such as Envoy or Istio, Python, Java, Go, Load Balancing, Geo-graphic Load Balancing,\u003c/p\u003e\n\u003cp\u003eLower Stack Focus:\u003c/p\u003e\n\u003cp\u003eBroad range of skills in Data Center Facilities Management\u003c/p\u003e\n\u003cp\u003eAmericans with Disabilities Act (ADA)\u003c/p\u003e\n\u003cp\u003eTarget will provide reasonable accommodations (such as a qualified sign language interpreter or other personal assistance) with the application process upon your request as required to comply with applicable laws. If you have a disability and require assistance in this application process, please visit your nearest Target store or Distribution Center or reach out to Guest Services at 1-800-440-0680 for additional information.\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003eApply Now!\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://tgt.biz/r0000064861\"\u003ehttps://tgt.biz/r0000064861\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBZ3VDIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--374eb20ed6a49696c9f52d9da8348c69d4a81f31/BullseyeTransparent_2500px.png"
   },
   {
      "id":"d74240df-f2ba-4c4b-b57f-f778f060ada6",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/d74240df-f2ba-4c4b-b57f-f778f060ada6",
      "created_at":"Wed Apr 15 13:21:58 UTC 2020",
      "company":"European Investment Bank",
      "company_url":"http://www.eib.org",
      "location":"Luxembourg",
      "title":"(Associate) Integration Specialist",
      "description":"\u003cp\u003eThe EIB, the European Union's bank is seeking to recruit for its Corporate Services Directorate (CS) - Information Technology Department (CS‐IT) – Transversal Services Department (TSD) - Digital Solutions Division (DS) - Integration Unit (INT) at its headquarters in Luxembourg, an (Associate) Integration Specialist (*). This is a full time position at grade 4/5.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eThe term of this contract will be 4 years.\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003ePanel interviews are anticipated for mid of June.\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eThe EIB offers fixed-term contracts of up to a maximum of 6 years, according to business needs, with a possibility to convert to a permanent contract, subject to organisational requirements and individual performance.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eInternally reffered as Analyst/Officer IT Applications\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003e\u003cstrong\u003ePurpose\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eAs part of the Integration Unit, you will drive the development, implementation and maintenance of integration solutions for the Bank’s business applications in order to meet the functional and technology needs of the organisation, thereby contributing to the achievement of the EIB objectives.\u003c/p\u003e\n\u003cp\u003eThe primary role of the Integration Unit is to provide a modern Integration Platform, e.g. Middleware Layer for the communication between IT applications, additionally the Integration Unit is responsible for a Hybrid Platform.\u003c/p\u003e\n\u003cp\u003eThe Integration approach is based on a classical Enterprise Service Bus with a Service Oriented Architecture, while modern communication is ensured by the Application Program Interface (API) Gateway. The Hybrid Platform comprises a Python Platform with Data Virtualization. The complex Integration Software Stack consist of the following ten products: IBM Integration Bus, IBM Message Queue, IBM Transformation Extender, IBM WebSphere Registry and Repository, WSO2 API Gateway, WSO2 Data Service, Activity Dashboard Service, MongoDB, Anaconda Enterprise and Denodo\u003c/p\u003e\n\u003cp\u003eIn view of continuous improvement of the Integration Platform, it is key that you address the following challenges, in line with the IT Enterprise Architecture Guidelines and best practice:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eStandardisation\u003c/li\u003e\n\u003cli\u003eAgile delivery model\u003c/li\u003e\n\u003cli\u003eInnovation\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003e\u003cstrong\u003eOperating Network\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eYou will report to the Head of Integration Unit and have regular contact with internal teams across the Bank and external suppliers of software and software-related services.\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eAccountabilities\u003c/strong\u003e\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eForm part of the evolution of the Integration Platform in accordance with Enterprise Architecture guidelines and industry standards to ensure its long-term cost-effectiveness, business value, usability, efficiency, maintainability, and scalability;\u003c/li\u003e\n\u003cli\u003eDesign and coordinate the realisation of integration solutions for projects run by other IT teams to fulfil data communication between applications;\u003c/li\u003e\n\u003cli\u003eFollow market trends in the area of light-weight communication;\u003c/li\u003e\n\u003cli\u003ePrepare and manage Project Initiation Requests and Project Charters to implement new and enhanced functionalities on the Integration Platform in order to deliver additional value for the business;\u003c/li\u003e\n\u003cli\u003eManage projects to ensure solution delivery within the set schedule, budget and quality objectives, and keep stakeholders informed on the progress, timing and budget;\u003c/li\u003e\n\u003cli\u003eContribute to the definition of best practice and guidelines for design, development, documentation, automatic testing, and Continuous Integration/Continuous Delivery Pipeline;\u003c/li\u003e\n\u003cli\u003eMaintain contact with vendors of the integration components to anticipate upgrades and future evolutions;\u003c/li\u003e\n\u003cli\u003eConduct presentations for the Integration team members and consultants to foster good solution design.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003e\u003cstrong\u003eQualifications\u003c/strong\u003e\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eUniversity degree in Engineering, Information Technology, Information Management or related field;\u003c/li\u003e\n\u003cli\u003eAt least 3 years’ of relevant professional experience in the design and implementation of software solutions;\u003c/li\u003e\n\u003cli\u003eExperience and strong technical knowledge of the tools and architecture of the Middleware stack, (including some of the following: Web services, Application Programming Interface (API) Management, Enterprise Service Bus and Service Oriented Architecture (SOA), Anaconda Enterprise or Denodo);\u003c/li\u003e\n\u003cli\u003eAbility to perform hands-on Proof of Concept work to assess comprehensively applicability and impact of technology choices;\u003c/li\u003e\n\u003cli\u003eStrong communication, presentation and influencing skills;\u003c/li\u003e\n\u003cli\u003eAbility to provide clear, concise technical guidance to IT Teams while delivering comprehensive status updates to management and business users;\u003c/li\u003e\n\u003cli\u003eKnowledge of security aspects of integrated system design and associated protocols;\u003c/li\u003e\n\u003cli\u003eExperience in varied software development platforms and environments including Linux, Java or Python would be considered as an advantage;\u003c/li\u003e\n\u003cli\u003eAwareness of Project Management principles, methods and practices, such as PRINCE or PM2 would be considered as an advantage;\u003c/li\u003e\n\u003cli\u003eExperience with agile methodologies, routines, and tools considered as an advantage\u003c/li\u003e\n\u003cli\u003eKnowledge of automation and enablement technologies, such as Jenkins, Jira, Git, Nexus, and Azure DevOps considered as an advantage;\u003c/li\u003e\n\u003cli\u003eExcellent knowledge of English and/or French(*), with a good knowledge of the other. (Knowledge of other EU languages would be an advantage).\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003e\u003cstrong\u003eCompetencies\u003c/strong\u003e\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eAchievement Drive: Continually keeps an eye on performance, focusing on improving it, showing drive and determination to meet short and long-term goals.\u003c/li\u003e\n\u003cli\u003eChange Orientation: Adapts to differences and changes in the environment; takes a flexible approach to reach outcomes.\u003c/li\u003e\n\u003cli\u003eCollaboration: Works cooperatively as part of a team; works collaboratively with peers across organisational boundaries based on a genuine interest in and an accurate understanding of others and their individual perspectives and concerns.\u003c/li\u003e\n\u003cli\u003eOrganisational Commitment: Is willing to commit to an organisation whose mission is to support Europe and is open to diversity, and to align her/his own behaviour with the organisation’s needs and intrinsic values, acting with integrity in ways that promote the organisation’s mission, policies and rules.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e(*) There may be certain flexibility on this requirement, but limited to particularly suitable candidates who may not yet be proficient in French. If selected, such candidates will be hired on the condition that they build up rapidly knowledge of French and accept that their future career in the EIB may be subject to the attainment of sufficient proficiency in both of the Bank's working languages\u003c/p\u003e\n\u003cp\u003eWe are an equal opportunity employer, who believes that diversity is good for our people and our business. As such, we promote the inclusion of suitably qualified and experienced staff without regard to their gender, age, racial or ethnic origin, religion or beliefs, sexual orientation/identity, or disability (*).\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eInterested?\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003e\u003ca href=\"https://vonq.io/2Vb0TtA\"\u003eClick here to apply!\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eDeadline for applications: 6th May 2020\u003c/p\u003e\n\u003cp\u003e(*). We particularly welcome applications from women and persons with disabilities.\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003e\u003ca href=\"https://vonq.io/2Vb0TtA\"\u003eClick here to apply!\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdkdCIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--aeeec901aa32a70dd4661a44c32e0ea81ef2a9c6/EIB-Logo%20(1).jpg"
   },
   {
      "id":"90cc0d62-ebfa-482a-a195-59afeb958000",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/90cc0d62-ebfa-482a-a195-59afeb958000",
      "created_at":"Fri Apr 10 18:33:36 UTC 2020",
      "company":"Clockwork Trading",
      "company_url":"https://thehub.io/startups/clockwork-trading",
      "location":"Copenhagen",
      "title":"Tech Lead",
      "description":"\u003cp\u003eClockwork is a startup revolutionizing the investment experience by offering a user-centered platform with innovative user interface and user experience. We’re not like any existing financial solution. On our app users can invest into a broad universe including the most exciting tech stocks and leading cryptocurrencies on a gamified platform that simplifies insight and decision-making. We’re all about making investing easily accessible to the many and not only to the few.\u003c/p\u003e\n\u003cp\u003eNB, we're about to change our name, identity, website, etc. as part of a rebranding process.\u003c/p\u003e\n\u003cp\u003eOpportunity\u003c/p\u003e\n\u003cp\u003eDo you want to rethink and build the innovative millennial investment platform? Would you like to make a big difference for a lot of people? As our Tech Lead, you’ll be forward-looking in conceptualizing and implementing new secure systems for our innovative investment application. You’ll work with a wide focus on optimizing agile development processes. You and the dev team will take the technical responsibility for a highly efficient and secure investment platform.\u003c/p\u003e\n\u003cp\u003eProfile\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDesirably a degree in Computer Science, Engineering, Mathematics or equivalent, but not required.\u003c/li\u003e\n\u003cli\u003eSound fundamentals in problem-solving, algorithm design and system design.\u003c/li\u003e\n\u003cli\u003eExperience with cloud computing (AWS).\u003c/li\u003e\n\u003cli\u003eLanguages/Syntax: Experience in either C# or Python, and SQL. Understanding of Node.js, React Native, and Typescript is desirable.\u003c/li\u003e\n\u003cli\u003eFamiliar with Git or CodeCommit for version control.\u003c/li\u003e\n\u003cli\u003ePreferably knowledge of working with big data financial systems, but not required.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThe Role\u003c/p\u003e\n\u003cp\u003eImagine creating the absolutely best investment experience. Bring passion and dedication to your work and there's no limitation to what you could accomplish. We’re looking for a Tech Lead who can lead and collaborate with backend-, blockchain-, and frontend engineers as well as data scientists on performance, functionality, and automation to enhance the user experience.\u003c/p\u003e\n\u003cp\u003eThis role requires you as a candidate to own the quality of the code you write, with tests that keep the codebase in check to ensure the platform is rock solid. You’ll contribute to the long-term engineering excellence of the Clockwork systems including designing, implementing and reviewing new APIs. We look for someone who is driven to solve problems with new ideas and take action to bring them to life.\u003c/p\u003e\n\u003cp\u003eTeam\u003c/p\u003e\n\u003cp\u003eAs a team, we value people, fun, disruption, transparency, intuitiveness, and excellence. People are important to us, which means social activities both with the team itself and together with the users. We’re building a creative environment with the freedom to innovate. Ambition is a must as we’re enjoying disrupting a legacy industry.\u003c/p\u003e\n\u003cp\u003eOur stack\u003c/p\u003e\n\u003cp\u003eServer Architecture: Lambda, EC2, Elastic Beanstalk.\nAPI Service: Rest and Websocket through API Gateway.\nMicroservices: AWS Microservices.\nRelational Database: AWS RDS, Aurora, MySQL.\u003c/p\u003e\n\u003cp\u003eFormalities\u003c/p\u003e\n\u003cp\u003eOur office is at the Symbion co-working space in Østerbro, Copenhagen, Denmark, which means you’ll be working in a vibrant and highly creative atmosphere.\u003c/p\u003e\n\u003cp\u003eThe Tech Lead role comes with the opportunity of gaining equity. We offer flexible working hours and the opportunity to work from home as well as free coffee, tea, office snacks, and gym access.\u003c/p\u003e\n\u003cp\u003eIf you have any questions regarding the position, please contact Rasmus Koch Nielsen by mail.\u003c/p\u003e\n\u003cp\u003eClockwork is an equal opportunity employer. We offer employment opportunities to members of all backgrounds, perspectives, and abilities. We’re counting six employees and six different nationalities.\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003eEmail \u003ca href=\"mailto:rkn@clockworktrader.com\"\u003erkn@clockworktrader.com\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eOr apply here \u003ca href=\"https://thehub.io/jobs/5e8779fe47fffe42bec7ad5f\"\u003ehttps://thehub.io/jobs/5e8779fe47fffe42bec7ad5f\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdFNCIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--6919a58d69127f4c5519a46592d004b8d6a2cb6b/Clockwork-logo-rgb-squared.jpg"
   },
   {
      "id":"631d654c-0782-4d9c-b454-512725069274",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/631d654c-0782-4d9c-b454-512725069274",
      "created_at":"Fri Apr 10 12:33:53 UTC 2020",
      "company":"Politie",
      "company_url":"http:",
      "location":"Driebergen-Rijsenburg",
      "title":"platform engineer",
      "description":"\u003cp\u003eAls platform engineer bij het Warehouseteam wordt veel van jouw technische skills gevraagd bij het bouwen en beheren van een cloud-platform. Ben jij een netwerker en in staat om samen met de politieoperatie kansen om te zetten naar technische oplossingen? Dan zoeken wij jou!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWat ga je doen?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAls platform engineer bouw je samen met andere cloud engineers het cloud-platform. Vervolgens beheer je dit platform en zorg je voor de uitbreidingen. Het cloud platform vereist voor het dagelijks beheer niet veel tijd en moeite. De nadruk ligt dan ook op het uitbouwen van de functionaliteit. Denk hierbij aan het uitbreiden van de diensten (tegels) die het platform beschikbaar stelt.\u003c/p\u003e\n\u003cp\u003eAls jij je werk goed doet, doe je hooguit één keer iets handmatig. Als het vaker moet, dan automatiseer je het. Je zorgt ervoor dat het platform veilig is en blijft, terwijl de gebruikers er goed en flexibel gebruik van kunnen maken. Dat doe je door er voor te zorgen dat er (op tijd) gepatched kan worden zonder downtime. Gebruikers van het platform die vragen hebben probeer je altijd verder te helpen. Dit doe je zo efficiënt mogelijk, zodat je tijd overhoudt voor het uitbreiden van de diensten op het platform en daarmee de beschikbare functionaliteit.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWaar ga je werken?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eHet Team High Tech Crime van de Dienst Landelijke Recherche kan op eigen initiatief opsporingsonderzoeken starten op basis van gesignaleerde trends en analyses. 'Aan de voorkant komen' is een belangrijk wapen; wat zijn nieuwe programma's, devices en methodes waarmee we cybercriminelen voor kunnen zijn? Via internationale rechtshulpverzoeken wordt de grensoverschrijdende cybercrime aangepakt. En bij zaken die regionale politie-eenheden overstijgen, adviseert ons team de collega's in de eenheid met kennis en nieuwe digitale technieken.\u003c/p\u003e\n\u003cp\u003eJe komt te werken bij het Warehouseteam, dat ten dienste staat van alle cyberteams van de politie. Het Warehouse is het hart van ons werkproces. In het Warehouse verzamelen wij onze data en wordt deze door middel van een extract transform load tool beschikbaar gemaakt voor diverse tooling. De extracties, verrijkingen en tools die je ontwikkelt staan alle ten dienste van de opsporing. Daarbij werk je samen met developers, digitaal rechercheurs, data engineers en data scientists. Ook zal je betrokken worden bij de grotere onderzoeken waar er veel data beschikbaar komt. Het team werkt vanuit Driebergen. Het pand ligt direct aan de A12 en is uitstekend bereikbaar.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWie ben jij?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eEr wordt veel verwacht van je technische skills. Je hebt ervaring met meerdere besturingssystemen, databases en internet- en netwerktechnologieën. Met je brede IT-kennis ben je in staat om productieproblemen op te lossen. Hierbij blijf je op de hoogte van alle ontwikkelingen en trends. Je bent een netwerker en vanuit je netwerk ben je in staat om samen met andere eenheden en diensten kansen om te zetten naar technische oplossingen. Je bent analytisch zeer sterk en beschikt over een logisch denkvermogen.\u003c/p\u003e\n\u003cp\u003eVerder heb je :\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eeen hbo-diploma op IT-gebied;\u003c/li\u003e\n\u003cli\u003eervaring met:\u003c/li\u003e\n\u003cli\u003ede automatisering van infrastructuur en deployments;\u003c/li\u003e\n\u003cli\u003econtinuous integration met tooling als Jenkins en Concourse;\u003c/li\u003e\n\u003cli\u003eVMware, VSphere en ESXI/ESX;\u003c/li\u003e\n\u003cli\u003enetwerktechnologieën als Load balancing, IP, DNS, SSL, firewalls en routeringen;\u003c/li\u003e\n\u003cli\u003eGIT;\u003c/li\u003e\n\u003cli\u003ePython.\u003c/li\u003e\n\u003cli\u003ebij voorkeur ook ervaring met:\u003c/li\u003e\n\u003cli\u003eOpenStack, AWS, Azure of Google Cloud Experience;\u003c/li\u003e\n\u003cli\u003eChef, Puppet, BOSH of soortelijke tooling;\u003c/li\u003e\n\u003cli\u003eauthentiseren met SAML/oAuth2/AD;\u003c/li\u003e\n\u003cli\u003edatabase servers (MySQL, PostgreSQL enzovoort.);\u003c/li\u003e\n\u003cli\u003emessaging middleware zoals RabbitMQ;\u003c/li\u003e\n\u003cli\u003esysteem monitoring en analyse tooling.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWat wij bieden\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDe standplaats is Driebergen. Er is ruimte voor 1 fte. Het betreft een functie voor 36 uur per week.\u003c/p\u003e\n\u003cp\u003eOmdat goede mensen belangrijk zijn binnen de politie investeren we in jouw toekomst. We bieden uitgebreide ontwikkelingsmogelijkheden en een vaste aanstelling, waarbij een proeftijd van 1 jaar van toepassing is.\u003c/p\u003e\n\u003cp\u003eVerder kun je het volgende van ons verwachten:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eeen bruto maandsalaris van minimaal € 2.790 en maximaal € 4.502 (schaal 10 Bbp) op basis van een 36-urige werkweek;\u003c/li\u003e\n\u003cli\u003e8% vakantie- en 8,33% eindejaarsuitkering;\u003c/li\u003e\n\u003cli\u003egoede pensioenregeling en betaald ouderschapsverlof (meer info over verlof, regelingen en mogelijkheden).\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eDe formele functie binnen het functiegebouw van de politie is bedrijfsvoeringspecialist B, werkterrein ICT.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eInteresse?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eBel of mail met Frido Koolstra, teamchef (06 - 46 33 09 09, \u003ca href=\"mailto:frido.koolstra@politie.nl\"\u003efrido.koolstra@politie.nl\u003c/a\u003e) als je meer informatie over de functie wilt hebben.\nVoor vragen over de sollicitatieprocedure bel je met het Frontoffice Recruitment \u0026amp; Selectie op 088 - 66 22 300.\u003c/p\u003e\n\u003cp\u003eSolliciteer uiterlijk 22 april 2020 via de \u003cstrong\u003esollicitatie\u003c/strong\u003e button.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWat verder belangrijk is\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEen assessment en een veiligheidsonderzoek maken deel uit van de selectieprocedure.\u003c/li\u003e\n\u003cli\u003eZonder IT'ers zijn we nergens. Ben jij expert in IT? Lees alles over o.a. data science, legaal hacken of cybersecurity en test je digitale skills in de Cybercrime Challenge op \u003ca href=\"http://it.kombijdepolitie.nl/\"\u003ehttp://it.kombijdepolitie.nl/\u003c/a\u003e.\u003c/li\u003e\n\u003cli\u003eDe politie zet in op vernieuwing en cultuurverschillen binnen teams. Divers samengestelde teams presteren beter. Daarom werken we hard aan een open en veilige cultuur waarin divers talent tot bloei komt.\u003c/li\u003e\n\u003c/ul\u003e\n",
      "how_to_apply":"\u003cp\u003eKlik hier om te solliciteren!: \u003ca href=\"https://vonq.io/3c8SIDs\"\u003ehttps://vonq.io/3c8SIDs\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBc3FCIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--ff156aabcb3223623c0b4aef467a42f7a9c908aa/Politie%20logo.jpg"
   },
   {
      "id":"4adc96aa-ebf2-49c6-8234-57f8809739cc",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/4adc96aa-ebf2-49c6-8234-57f8809739cc",
      "created_at":"Thu Apr 09 17:35:05 UTC 2020",
      "company":"CrowdStrike",
      "company_url":"https://bit.ly/3aTJElH",
      "location":"Romania - Bucharest, Brasov, Cluj, Iasi and Timisoara (Remote)",
      "title":"DevOps Engineer - Splunk",
      "description":"\u003cp\u003eAt CrowdStrike we’re on a mission - to stop breaches. Our groundbreaking technology, services delivery, and intelligence gathering together with our innovations in machine learning and behavioral-based detection, allow our customers to not only defend themselves, but do so in a future-proof manner. We’ve earned numerous honors and top rankings for our technology, organization and people – clearly confirming our industry leadership and our special culture driving it. We also offer flexible work arrangements to help our people manage their personal and professional lives in a way that works for them. So if you’re ready to work on unrivaled technology where your desire to be part of a collaborative team is met with a laser-focused mission to stop breaches and protect people globally, let’s talk.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAbout the Role\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe’re building the next-generation infrastructure and security platform for CrowdStrike which includes an application and service delivery platform, massively scalable distributed data storage and replication systems, and a cutting-edge search and distributed graph system. Help us scale CrowdStrike’s infrastructure and products to handle massive growth in traffic and data as we continue to experience dramatic growth in the usage of our products.\u003c/p\u003e\n\u003cp\u003eWe are looking for a skilled DevOps Engineer who can contribute to our team which is responsible for thousands of Splunk systems that run in AWS as well as in Crowdstrike data centers. We handle infrastructure, the Splunk backend and some application development, but the latter is handled mostly by a dedicated application development team. Splunk knowledge is an advantage, but if not, don’t worry, we will teach you.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eThis position is open to candidates in Bucharest (Office or Romania Remote), Brasov, Cluj, Iasi and Timisoara (Remote).\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYou will:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBuild automation tools for infrastructure using Python and various technologies including\ncontainers\u003c/li\u003e\n\u003cli\u003eParticipate in, and at times lead, backend engineering efforts from rapid prototypes to large-scale\napplications using Python\u003c/li\u003e\n\u003cli\u003eBrainstorm, define, and build collaboratively with members across multiple team\u003c/li\u003e\n\u003cli\u003eObsess about learning, and champion the newest technologies \u0026amp; tricks with others, raising the\ntechnical IQ of the team\u003c/li\u003e\n\u003cli\u003eConstantly re-evaluate our product to improve architecture, knowledge models, user experience,\nperformance and stability.\u003c/li\u003e\n\u003cli\u003eBe an energetic \"self-starter\" with the ability to take ownership and be accountable for deliverables\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eKey Qualifications:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eLinux systems administration, bash scripting\u003c/li\u003e\n\u003cli\u003eConfiguration management automation using Chef, Puppet or Salt\u003c/li\u003e\n\u003cli\u003ePython scripting, automation through scripts\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eNice to have skills:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eGood knowledge of Splunk search processing language (SPL), reporting, dashboards, and search\nacceleration techniques\u003c/li\u003e\n\u003cli\u003eExperience administering Splunk, especially clusters and bundle replication, custom search\ncommands, KV Store\u003c/li\u003e\n\u003cli\u003eJavascript\u003c/li\u003e\n\u003cli\u003eAWS Cloud\u003c/li\u003e\n\u003cli\u003eContainer technologies such as Docker, Kubernetes\u003c/li\u003e\n\u003cli\u003eExperience programming with the Splunk REST API\u003c/li\u003e\n\u003cli\u003eRegular expressions\u003c/li\u003e\n\u003cli\u003eGood knowledge of Splunk data ingestion, field extraction and post-ingestion processing\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits of Working at CrowdStrike:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMarket leader in compensation\u003c/li\u003e\n\u003cli\u003eComprehensive health benefits\u003c/li\u003e\n\u003cli\u003eWorking with the latest technologies\u003c/li\u003e\n\u003cli\u003eTraining budget (certifications, conferences)\u003c/li\u003e\n\u003cli\u003eFlexible work hours and remote friendly environment\u003c/li\u003e\n\u003cli\u003eWellness programs\u003c/li\u003e\n\u003cli\u003eStocked fridges, coffee, soda, and lots of treats\u003c/li\u003e\n\u003cli\u003ePeer recognition\u003c/li\u003e\n\u003cli\u003eInclusive culture focused on people, customers and innovation\u003c/li\u003e\n\u003cli\u003eRegular team activities, including happy hours, community service event\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe are committed to building an inclusive culture of belonging that not only embraces the diversity of our people but also reflects the diversity of the communities in which we work and the customers we serve. We know that the happiest and highest performing teams include people with diverse perspectives and ways of solving problems so we strive to attract and retain talent from all backgrounds and create workplaces where everyone feels empowered to bring their full, authentic selves to work.\u003c/p\u003e\n\u003cp\u003eCrowdStrike is an Equal Opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex including sexual orientation and gender identity, national origin, disability, protected veteran status, or any other characteristic protected by applicable federal, state, or local law.\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003e\u003ca href=\"https://bit.ly/2UWIDE7\"\u003ehttps://bit.ly/2UWIDE7\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBc1NCIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--f94b42b06ea82f40155cc241a5e2f2ebd79e4689/Capture%20crowdstrike%20logo.PNG"
   },
   {
      "id":"3c62c4a3-7ab7-4b56-9a65-f395d81e8f96",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/3c62c4a3-7ab7-4b56-9a65-f395d81e8f96",
      "created_at":"Thu Apr 09 17:27:19 UTC 2020",
      "company":"CrowdStrike",
      "company_url":"https://bit.ly/3aTJElH",
      "location":"Romania - Bucharest, Brasov, Cluj, Iasi and Timisoara (Remote)",
      "title":"Senior Cloud Software Engineer",
      "description":"\u003cp\u003eAt CrowdStrike we’re on a mission - to stop breaches. Our groundbreaking technology, services delivery, and intelligence gathering together with our innovations in machine learning and behavioral-based detection, allow our customers to not only defend themselves, but do so in a future-proof manner. We’ve earned numerous honors and top rankings for our technology, organization and people – clearly confirming our industry leadership and our special culture driving it. We also offer flexible work arrangements to help our people manage their personal and professional lives in a way that works for them. So if you’re ready to work on unrivaled technology where your desire to be part of a collaborative team is met with a laser-focused mission to stop breaches and protect people globally, let’s talk.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAbout the Role:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eThe Sr. Software Engineer role is part of the Engineering team from CrowdStrike Romania who will build globally distributed, fault tolerant and highly scalable cloud-based critical systems using Golang.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDon't worry if you don't know Golang, we will teach you!\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eIf you are a hands-on engineer who loves to operate at scale, let's talk!\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eThis position is open to candidates in Bucharest (Office or Romania Remote), Brasov, Cluj, Iasi and Timisoara (Remote).\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYou will:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eLead backend engineering efforts from rapid prototypes to large-scale application services across\nCrowdStrike products\u003c/li\u003e\n\u003cli\u003eMake it possible for internal teams to easily work with data at the petabyte scale\u003c/li\u003e\n\u003cli\u003eLeverage and build cloud based services to support our top rated security intelligence platform\u003c/li\u003e\n\u003cli\u003eWork with security researchers to troubleshoot time-sensitive production issues\u003c/li\u003e\n\u003cli\u003eKeep petabytes of critical business data safe, secure, and available\u003c/li\u003e\n\u003cli\u003eBrainstorm, define, and build collaboratively with members across multiple teams\u003c/li\u003e\n\u003cli\u003eObsess about learning, and champion the newest technologies \u0026amp; tricks with others, raising the\ntechnical IQ of the team\u003c/li\u003e\n\u003cli\u003eBe mentored and mentor other developers on web, backend and data storage technologies and\nour system\u003c/li\u003e\n\u003cli\u003eConstantly re-evaluate our product to improve architecture, knowledge models, user experience,\nperformance and stability\u003c/li\u003e\n\u003cli\u003eBe an energetic ‘self-starter’ with the ability to take ownership and be accountable for deliverables\u003c/li\u003e\n\u003cli\u003eUse and give back to the open source community\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYou'll use:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eGolang\u003c/li\u003e\n\u003cli\u003ePython\u003c/li\u003e\n\u003cli\u003eCassandra\u003c/li\u003e\n\u003cli\u003eKafka\u003c/li\u003e\n\u003cli\u003eElasticsearch\u003c/li\u003e\n\u003cli\u003eSQL\u003c/li\u003e\n\u003cli\u003eRedis\u003c/li\u003e\n\u003cli\u003eZMQ\u003c/li\u003e\n\u003cli\u003eHadoop\u003c/li\u003e\n\u003cli\u003eAWS Cloud\u003c/li\u003e\n\u003cli\u003eGit\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat You’ll Need:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBachelor's Degree in Computer Science (or commensurate experience in data\nstructures/algorithms/distributed systems)\u003c/li\u003e\n\u003cli\u003eStrong programming skills – Python / Java / Scala or Golang\u003c/li\u003e\n\u003cli\u003eThe ability to design scalable and re-usable SOA services\u003c/li\u003e\n\u003cli\u003eThe ability to scale backend systems – sharding, partitioning, scaling horizontally are second\nnature to you\u003c/li\u003e\n\u003cli\u003eThe desire to ship code and the love of seeing your bits run in production\u003c/li\u003e\n\u003cli\u003eDeep understanding of distributed systems and scalability challenges\u003c/li\u003e\n\u003cli\u003eDeep understand multi-threading, concurrency, and parallel processing technologies\u003c/li\u003e\n\u003cli\u003eTeam player skills – we embrace collaborating as a team as much as possible\u003c/li\u003e\n\u003cli\u003eA thorough understanding of engineering best practices from appropriate testing paradigms to\neffective peer code reviews and resilient architecture\u003c/li\u003e\n\u003cli\u003eThe ability to thrive in a fast paced, test-driven, collaborative and iterative programming\nenvironment\u003c/li\u003e\n\u003cli\u003eThe skills to meet your commitments on time and produce high quality software that is unit tested,\ncode reviewed, and checked in regularly for continuous integration\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBonus Points awarded for:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eContributions to the open source community (GitHub, Stack Overflow, blogging)\u003c/li\u003e\n\u003cli\u003eExisting exposure to Golang, Scala, AWS, Cassandra, Kafka, Redis, Splunk\u003c/li\u003e\n\u003cli\u003ePrior experience in the cybersecurity or intelligence fields\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits of Working at CrowdStrike:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMarket leader in compensation\u003c/li\u003e\n\u003cli\u003eComprehensive health benefits\u003c/li\u003e\n\u003cli\u003eWorking with the latest technologies\u003c/li\u003e\n\u003cli\u003eTraining budget (certifications, conferences)\u003c/li\u003e\n\u003cli\u003eFlexible work hours and remote friendly environment\u003c/li\u003e\n\u003cli\u003eWellness programs\u003c/li\u003e\n\u003cli\u003eStocked fridges, coffee, soda, and lots of treats\u003c/li\u003e\n\u003cli\u003ePeer recognition\u003c/li\u003e\n\u003cli\u003eInclusive culture focused on people, customers and innovation\u003c/li\u003e\n\u003cli\u003eRegular team activities, including happy hours, community service events\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBring your experience in distributed technologies and algorithms, your great API and systems design sensibilities, and your passion for writing code that performs at extreme scale. You will help build a platform that scales to millions of events per second and Terabytes of data per day. If you want a job that makes a difference in the world and operates at high scale, you’ve come to the right place.\u003c/p\u003e\n\u003cp\u003eWe are committed to building an inclusive culture of belonging that not only embraces the diversity of our people but also reflects the diversity of the communities in which we work and the customers we serve. We know that the happiest and highest performing teams include people with diverse perspectives and ways of solving problems so we strive to attract and retain talent from all backgrounds and create workplaces where everyone feels empowered to bring their full, authentic selves to work.\u003c/p\u003e\n\u003cp\u003eCrowdStrike is an Equal Opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex including sexual orientation and gender identity, national origin, disability, protected veteran status, or any other characteristic protected by applicable federal, state, or local law.\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003e\u003ca href=\"https://bit.ly/3ebgiRO\"\u003ehttps://bit.ly/3ebgiRO\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBc0tCIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--e1785f81d8af2cd50c3976f77f273e74cc84c0b6/Capture%20crowdstrike%20logo.PNG"
   },
   {
      "id":"f7432ea9-6552-4076-a8fd-1e0143ccf8f5",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/f7432ea9-6552-4076-a8fd-1e0143ccf8f5",
      "created_at":"Thu Apr 09 17:15:25 UTC 2020",
      "company":"CrowdStrike",
      "company_url":"https://bit.ly/3aTJElH",
      "location":"Romania -  Bucharest, Brasov, Cluj, Iasi and Timisoara (Remote)",
      "title":"Big Data Engineer",
      "description":"\u003cp\u003eAt CrowdStrike we’re on a mission - to stop breaches. Our groundbreaking technology, services delivery, and intelligence gathering together with our innovations in machine learning and behavioral-based detection, allow our customers to not only defend themselves, but do so in a future-proof manner. We’ve earned numerous honors and top rankings for our technology, organization and people – clearly confirming our industry leadership and our special culture driving it. We also offer flexible work arrangements to help our people manage their personal and professional lives in a way that works for them. So if you’re ready to work on unrivaled technology where your desire to be part of a collaborative team is met with a laser-focused mission to stop breaches and protect people globally, let’s talk.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAbout the Role\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe are looking to hire a Big Data Engineer for the Data Engineering team at CrowdStrike. The Data Engineering team operates within the Data Science organization, and provides the necessary infrastructure and automation for users to analyze and act on vast quantities of data effortlessly. The team has one of the most critical roles to play in ensuring our products are best-in-class in the industry. You will interact with product managers and other engineers in building both internal and external facing services.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eThis position is open to candidates in Bucharest (Office or Romania Remote), Brasov, Cluj, Iasi and Timisoara (Remote)\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYou will:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWrite jobs using PySpark to process billions of events per day\u003c/li\u003e\n\u003cli\u003eFine tune existing Hadoop / Spark clusters\u003c/li\u003e\n\u003cli\u003eRewrite some existing PIG jobs in PySpark\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eKey Qualifications\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYou have:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBS degree in Computer Science or related field\u003c/li\u003e\n\u003cli\u003e7+ years of relevant work experience\u003c/li\u003e\n\u003cli\u003eExperience in building data pipelines at scale (Note: We process over 1 Trillion events per week)\u003c/li\u003e\n\u003cli\u003eGood knowledge of Hadoop / Spark /Apache Kafka, Python, AWS, PySpark and other tools in the\nBig Data ecosystem\u003c/li\u003e\n\u003cli\u003eGood programming skills – Python\u003c/li\u003e\n\u003cli\u003eOperation experience in the tuning of clusters for optimal data processing\u003c/li\u003e\n\u003cli\u003eExperience in building out ETL jobs at scale\u003c/li\u003e\n\u003cli\u003eGood knowledge of distributed system design and associated tradeoffs\u003c/li\u003e\n\u003cli\u003eGood knowledge of CI / CD and associated best practices\u003c/li\u003e\n\u003cli\u003eFamiliarity with Docker-based development and orchestration\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBonus points awarded if you have:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCreated automated / scalable infrastructure and pipelines for teams in the past\u003c/li\u003e\n\u003cli\u003eContributed to the open source community (GitHub, Stack Overflow, blogging)\u003c/li\u003e\n\u003cli\u003ePrior experience with Spinnaker, Relational DBs, or KV Stores\u003c/li\u003e\n\u003cli\u003ePrior experience in the cybersecurity or intelligence fields\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits of Working at CrowdStrike:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMarket leader in compensation\u003c/li\u003e\n\u003cli\u003eComprehensive health benefits\u003c/li\u003e\n\u003cli\u003eWorking with the latest technologies\u003c/li\u003e\n\u003cli\u003eTraining budget (certifications, conferences)\u003c/li\u003e\n\u003cli\u003eFlexible work hours and remote friendly environment\u003c/li\u003e\n\u003cli\u003eWellness programs\u003c/li\u003e\n\u003cli\u003eStocked fridges, coffee, soda, and lots of treats\u003c/li\u003e\n\u003cli\u003ePeer recognition\u003c/li\u003e\n\u003cli\u003eInclusive culture focused on people, customers and innovation\u003c/li\u003e\n\u003cli\u003eRegular team activities, including happy hours, community service events\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe are committed to building an inclusive culture of belonging that not only embraces the diversity of our people but also reflects the diversity of the communities in which we work and the customers we serve. We know that the happiest and highest performing teams include people with diverse perspectives and ways of solving problems so we strive to attract and retain talent from all backgrounds and create workplaces where everyone feels empowered to bring their full, authentic selves to work.\u003c/p\u003e\n\u003cp\u003eCrowdStrike is an Equal Opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex including sexual orientation and gender identity, national origin, disability, protected veteran status, or any other characteristic protected by applicable federal, state, or local law.\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003e\u003ca href=\"https://bit.ly/3c3W6Q1\"\u003ehttps://bit.ly/3c3W6Q1\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcitCIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--8fb3f6ea426896fbef33af2c6686191f2d6d9781/Capture%20crowdstrike%20logo.PNG"
   },
   {
      "id":"eb810ceb-c070-4395-a56c-f3148a6f59cc",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/eb810ceb-c070-4395-a56c-f3148a6f59cc",
      "created_at":"Thu Apr 09 17:07:05 UTC 2020",
      "company":"CrowdStrike",
      "company_url":"https://bit.ly/3aTJElH",
      "location":"Romania - Bucharest, Brasov, Cluj, Iasi and Timisoara (Remote).",
      "title":"Site Reliability Engineer",
      "description":"\u003cp\u003eAt CrowdStrike we’re on a mission - to stop breaches. Our groundbreaking technology, services delivery, and intelligence gathering together with our innovations in machine learning and behavioral-based detection, allow our customers to not only defend themselves, but do so in a future-proof manner. We’ve earned numerous honors and top rankings for our technology, organization and people – clearly confirming our industry leadership and our special culture driving it. We also offer flexible work arrangements to help our people manage their personal and professional lives in a way that works for them. So if you’re ready to work on unrivaled technology where your desire to be part of a collaborative team is met with a laser-focused mission to stop breaches and protect people globally, let’s talk.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAbout the Role\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAt CrowdStrike we operate a massive cloud platform that protects our customers from a variety of bad actors: cyber criminals, hacktivists and state sponsored attackers. We process tens of billions of events a day and we store and use petabytes of data. We’re looking for an engineer who is passionate about site reliability and is excited about joining us to ensure our service runs 24/7.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eThis position is open to candidates in Bucharest (Office or Romania Remote), Brasov, Cluj, Iasi and Timisoara (Remote).\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYou will:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBe responsible for all operational aspects of our platform -  Availability, Latency, Throughput,\nMonitoring, Issue Response (analysis, remediation, deployment) and Capacity Planning with\nrespect to Latency and Throughput.  Build tooling to help monitor and analyze the platform\u003c/li\u003e\n\u003cli\u003eWork in a team of highly motivated engineers\u003c/li\u003e\n\u003cli\u003eUse your passion for technology to ensure our platform operates flawlessly 24x7\u003c/li\u003e\n\u003cli\u003eObsess about learning, and champion the newest technologies \u0026amp; tricks with others, raising the\ntechnical IQ of the team. We don’t expect you to know all the technology we use but you will be\nable to get up to speed on new technology quickly\u003c/li\u003e\n\u003cli\u003eHave broad exposure to our entire architecture and become one of our experts in overall process\nflow\u003c/li\u003e\n\u003cli\u003eBe a great code reader and debugger, you will have to dive into large code bases, identify issues\nand remediate\u003c/li\u003e\n\u003cli\u003eHave an intrinsic drive to make things better\u003c/li\u003e\n\u003cli\u003eBias towards small development projects and the occasional larger project\u003c/li\u003e\n\u003cli\u003eUse and give back to the open source community\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYou'll use:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eGo(Golang)\u003c/li\u003e\n\u003cli\u003ePython\u003c/li\u003e\n\u003cli\u003eElasticSearch\u003c/li\u003e\n\u003cli\u003eCassandra\u003c/li\u003e\n\u003cli\u003eKafka\u003c/li\u003e\n\u003cli\u003eRedis, Memcached\u003c/li\u003e\n\u003cli\u003eAWS Cloud\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eKey Qualifications:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYou have:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDegree in Computer Science (or commensurate experience in data\nstructures/algorithms/distributed systems).\u003c/li\u003e\n\u003cli\u003eExperience as a sustaining engineering or SRE for a cloud based product.\u003c/li\u003e\n\u003cli\u003eGood understanding of distributed systems and scalability challenges – sharding, partitioning,\nscaling horizontally are second nature to you.\u003c/li\u003e\n\u003cli\u003eA thorough understanding of engineering best practices from appropriate testing paradigms to\neffective peer code reviews and resilient architecture.\u003c/li\u003e\n\u003cli\u003eThe ability to thrive in a fast paced, test-driven, collaborative and iterative programming\nenvironment.\u003c/li\u003e\n\u003cli\u003eGood understand of multi-threading, concurrency, and parallel processing technologies.\u003c/li\u003e\n\u003cli\u003eThe skills to meet your commitments on time and produce high quality software that is unit tested,\ncode reviewed, and checked in regularly for continuous integration.\u003c/li\u003e\n\u003cli\u003eTeam player skills – we embrace collaborating as a team as much as possible.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBonus points awarded for:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eContributions to the open source community (GitHub, Stack Overflow, blogging).\u003c/li\u003e\n\u003cli\u003eExisting exposure to Go, Kafka, AWS, Cassandra, Elasticsearch, Scala, Hadoop, Spark\u003c/li\u003e\n\u003cli\u003ePrior experience in the Cyber Security or intelligence fields\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits of working at CrowdStrike:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBackground or familiarity with File Integrity Monitoring (FIM), Cloud Security Posture Management\n(CSPM), or Vulnerability Management.\u003c/li\u003e\n\u003cli\u003eMarket leader in compensation\u003c/li\u003e\n\u003cli\u003eComprehensive health benefits\u003c/li\u003e\n\u003cli\u003eWorking with the latest technologies\u003c/li\u003e\n\u003cli\u003eTraining budget (certifications, conferences)\u003c/li\u003e\n\u003cli\u003eFlexible work hours and remote friendly environment\u003c/li\u003e\n\u003cli\u003eWellness programs\u003c/li\u003e\n\u003cli\u003eStocked fridges, coffee, soda, and lots of treats\u003c/li\u003e\n\u003cli\u003ePeer recognition\u003c/li\u003e\n\u003cli\u003eInclusive culture focused on people, customers and innovation\u003c/li\u003e\n\u003cli\u003eRegular team activities, including happy hours, community service event\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe are committed to building an inclusive culture of belonging that not only embraces the diversity of our people but also reflects the diversity of the communities in which we work and the customers we serve. We know that the happiest and highest performing teams include people with diverse perspectives and ways of solving problems so we strive to attract and retain talent from all backgrounds and create workplaces where everyone feels empowered to bring their full, authentic selves to work.\u003c/p\u003e\n\u003cp\u003eCrowdStrike is an Equal Opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex including sexual orientation and gender identity, national origin, disability, protected veteran status, or any other characteristic protected by applicable federal, state, or local law.\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003e\u003ca href=\"https://bit.ly/2xY3dLk\"\u003ehttps://bit.ly/2xY3dLk\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcjJCIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--6437dedc949c54f10fe0035629d0183ca4d3f3a1/Capture%20crowdstrike%20logo.PNG"
   },
   {
      "id":"86e5717f-6ee3-41e4-8141-892a91d23814",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/86e5717f-6ee3-41e4-8141-892a91d23814",
      "created_at":"Thu Apr 09 16:53:26 UTC 2020",
      "company":"CrowdStrike",
      "company_url":"https://bit.ly/3aTJElH",
      "location":"Romania - Bucharest, Cluj, Brasov and Isai (Remote)",
      "title":"Sr. Data Engineer",
      "description":"\u003cp\u003eAt CrowdStrike we’re on a mission - to stop breaches. Our groundbreaking technology, services delivery, and intelligence gathering together with our innovations in machine learning and behavioral-based detection, allow our customers to not only defend themselves, but do so in a future-proof manner. We’ve earned numerous honors and top rankings for our technology, organization and people – clearly confirming our industry leadership and our special culture driving it. We also offer flexible work arrangements to help our people manage their personal and professional lives in a way that works for them. So if you’re ready to work on unrivaled technology where your desire to be part of a collaborative team is met with a laser-focused mission to stop breaches and protect people globally, let’s talk.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAbout the Role\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe are looking to hire a Sr. Data Engineer for the Data Engineering team at CrowdStrike. The Data Engineering team operates within the Data Science organization, and provides the necessary infrastructure and automation for users to analyze and act on vast quantities of data effortlessly. The team has one of the most critical roles to play in ensuring our products are best-in-class in the industry. You will interact with product managers and other engineers in building both internal and external facing services.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eThis role is open to candidates in Bucharest, (Office or Remote) Cluj, Brasov and Isai (Remote).\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat You’ll Need\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBS degree in Computer Science or related field.\u003c/li\u003e\n\u003cli\u003e7+ years of relevant work experience.\u003c/li\u003e\n\u003cli\u003eGood knowledge of some (or all) of AWS, Python, Golang , Kafka , Spark, Airflow, ECS,\nKubernetes, etc to build infrastructure that can ingest and analyze billions of events per day.\u003c/li\u003e\n\u003cli\u003eGood knowledge of distributed system design and associated tradeoffs.\u003c/li\u003e\n\u003cli\u003eGood knowledge of CI / CD and associated best practices.\u003c/li\u003e\n\u003cli\u003eFamiliarity with Docker-based development and orchestration.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBonus points if you have…\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCreated automated / scalable infrastructure and pipelines for teams in the past.\u003c/li\u003e\n\u003cli\u003eContributed to the open source community (GitHub, Stack Overflow, blogging).\u003c/li\u003e\n\u003cli\u003ePrior experience with Spinnaker, Relational DBs, or KV Stores.\u003c/li\u003e\n\u003cli\u003ePrior experience in the cybersecurity or intelligence fields.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits of Working at CrowdStrike:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMarket leader in compensation\u003c/li\u003e\n\u003cli\u003eComprehensive health benefits + 401k plan (US only)\u003c/li\u003e\n\u003cli\u003eFlexible work hours and remote friendly environment\u003c/li\u003e\n\u003cli\u003eWellness programs\u003c/li\u003e\n\u003cli\u003eStocked fridges, coffee, soda, and snacks\u003c/li\u003e\n\u003cli\u003ePeer recognition\u003c/li\u003e\n\u003cli\u003eInclusive culture focused on people, customers and innovation\u003c/li\u003e\n\u003cli\u003eRegular team activities, including happy hours, community service events\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe are committed to building an inclusive culture of belonging that not only embraces the diversity of our people but also reflects the diversity of the communities in which we work and the customers we serve. We know that the happiest and highest performing teams include people with diverse perspectives and ways of solving problems so we strive to attract and retain talent from all backgrounds and create workplaces where everyone feels empowered to bring their full, authentic selves to work.\u003c/p\u003e\n\u003cp\u003eCrowdStrike is an Equal Opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex including sexual orientation and gender identity, national origin, disability, protected veteran status, or any other characteristic protected by applicable federal, state, or local law.\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003e\u003ca href=\"https://bit.ly/3aWLphX\"\u003ehttps://bit.ly/3aWLphX\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcnFCIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--94dd29504f03eb37c91c984a38525afa7004064e/Capture%20crowdstrike%20logo.PNG"
   },
   {
      "id":"5ea390c8-c3c1-4b2a-a325-12be05dc5281",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/5ea390c8-c3c1-4b2a-a325-12be05dc5281",
      "created_at":"Thu Apr 09 16:43:11 UTC 2020",
      "company":"CrowdStrike ",
      "company_url":"https://bit.ly/3aTJElH",
      "location":"Romania - Bucharest, Brasov, Cluj and Isai (Remote)",
      "title":"Senior Backend Engineer - Mobile Sensor",
      "description":"\u003cp\u003eAt CrowdStrike we’re on a mission - to stop breaches. Our groundbreaking technology, services delivery, and intelligence gathering together with our innovations in machine learning and behavioral-based detection, allow our customers to not only defend themselves, but do so in a future-proof manner. We’ve earned numerous honors and top rankings for our technology, organization and people – clearly confirming our industry leadership and our special culture driving it. We also offer flexible work arrangements to help our people manage their personal and professional lives in a way that works for them. So if you’re ready to work on unrivaled technology where your desire to be part of a collaborative team is met with a laser-focused mission to stop breaches and protect people globally, let’s talk.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAbout the Role\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eCrowdStrike Falcon Host is a two-component security product. One component is a “sensor”: a driver installed on client machines that observes system activity and recognizes malicious behavior, then provides on-box prevention capability and remote telemetry to the Falcon Host cloud. The sensor processes thousands of events per second to provide deep visibility into operations on the endpoint, and performs rich correlation and computation to identify malicious events and blocks malicious activity.\u003c/p\u003e\n\u003cp\u003eThe cloud component aggregates sensor telemetry for each customer’s network, correlates malicious behavior across multiple machines, and presents our customers’ operations teams with a prioritized summary of the threats detected in their environments.\u003c/p\u003e\n\u003cp\u003eJoin CrowdStrike and become a key leader building the most innovative endpoint security solution in the world. Our sensor development team is responsible for building the endpoint mobile sensor, deployed on multiple platforms including Android, and iOS. As \u003cstrong\u003eSenior Software Engineer\u003c/strong\u003e, you will be expected to make significant contributions to the design and implementation of major development projects.  You will be required to identify solutions and collaborate with others to implement our features. You will work on stimulating problems borne out of the scale of our deployment and the stringent performance and security requirements of our sensors.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eThis position is open to candidates in Bucharest (Office and Remote), Brasov, Cluj and Isai (Remote).\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eResponsibilities\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eProvide key contribution on the sensor development team involved in architecture, in\nimplementation, and improvements to next generation Anti-Virus and Enhanced Detection and\nResponse Security Software.\u003c/li\u003e\n\u003cli\u003eDevelop features from design to delivery including participation in product demo at the end of the\nsprint.\u003c/li\u003e\n\u003cli\u003eCollaborate with multi-functional teams in various locations.\u003c/li\u003e\n\u003cli\u003eDevise innovative solutions to hard performance or scale problems.\u003c/li\u003e\n\u003cli\u003eMaintain the sensor up-to-date with the latest OS developments and patches.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat You’ll Need\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience designing and producing high quality software\u003c/li\u003e\n\u003cli\u003eAble to lead, mentor, communicate, collaborate, and work effectively in a distributed team.\u003c/li\u003e\n\u003cli\u003eLow-level OS knowledge in either Linux or Android or iOS\u003c/li\u003e\n\u003cli\u003eExtensive experience with C++, Java and System Development\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBonus Points\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eStrong background in scalable systems\u003c/li\u003e\n\u003cli\u003eFamiliarity and experience with Agile process\u003c/li\u003e\n\u003cli\u003eOS system expertise for core concepts and subsystems\u003c/li\u003e\n\u003cli\u003eFamiliarity with DevOps practices and technologies\u003c/li\u003e\n\u003cli\u003eFamiliarity with Python and Bash\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits of Working at CrowdStrike:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMarket leader in compensation\u003c/li\u003e\n\u003cli\u003eComprehensive health benefits\u003c/li\u003e\n\u003cli\u003eWorking with the latest technologies\u003c/li\u003e\n\u003cli\u003eTraining budget (certifications, conferences)\u003c/li\u003e\n\u003cli\u003eFlexible work hours and remote friendly environment\u003c/li\u003e\n\u003cli\u003eWellness programs\u003c/li\u003e\n\u003cli\u003eStocked fridges, coffee, soda, and lots of treats\u003c/li\u003e\n\u003cli\u003ePeer recognition\u003c/li\u003e\n\u003cli\u003eInclusive culture focused on people, customers and innovation\u003c/li\u003e\n\u003cli\u003eRegular team activities, including happy hours, community service events\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe are committed to building an inclusive culture of belonging that not only embraces the diversity of our people but also reflects the diversity of the communities in which we work and the customers we serve. We know that the happiest and highest performing teams include people with diverse perspectives and ways of solving problems so we strive to attract and retain talent from all backgrounds and create workplaces where everyone feels empowered to bring their full, authentic selves to work.\u003c/p\u003e\n\u003cp\u003eCrowdStrike is an Equal Opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex including sexual orientation and gender identity, national origin, disability, protected veteran status, or any other characteristic protected by applicable federal, state, or local law.\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003e\u003ca href=\"https://bit.ly/2RpVI6w\"\u003ehttps://bit.ly/2RpVI6w\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcmFCIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--592ece5ad4f5561ca0250a11589fa1526e3a4f36/Capture%20crowdstrike%20logo.PNG"
   },
   {
      "id":"1237d07c-e2c0-49e1-9d76-c233c6a50bd3",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/1237d07c-e2c0-49e1-9d76-c233c6a50bd3",
      "created_at":"Wed Apr 08 14:13:45 UTC 2020",
      "company":"Vanderbilt University ",
      "company_url":"https://www.vanderbilt.edu/",
      "location":"Nashville, TN",
      "title":"Senior Research Engineer - ESTCP and MIDAS",
      "description":"\u003cp\u003eSenior Research Engineer - ESTCP and MIDAS - (2000298)\u003c/p\u003e\n\u003cp\u003eThe Institute for Software Integrated Systems at Vanderbilt University is expanding two of its research teams, ESTCP and MIDAS. Candidates applying to this requisition should be prepared to explain during a phone interview which research team interests them, why, and what qualifications they have that would suit that team.\u003c/p\u003e\n\u003cp\u003eSenior Research Engineers on these teams are responsible for engineering and/or software design, implementation, analysis, and maintenance or experimentation. They assist the Principal Investigator (PI) and System Architect with development and maintenance of discipline-specific software systems and/or engineering tools to support project and research goals through collaboration on a team of Research Engineers and Research Scientists.\u003c/p\u003e\n\u003cp\u003eESTCP Research Team\nThe ESTCP team's current project involves transitioning future \"Smart Grid\" management from a centralized to a coordinated and distributed control paradigm, specifically, using an integrated microgrid. Microgrids, with local power generation and storage capability, can greatly reduce dependence on large utilities while providing sufficiently reliable power to communities. However, microgrids need intelligent and distributed control systems to manage various modes of operations and to provide a stable energy supply. This project is developing an open source microgrid control system that runs on a network of small embedded devices attached to the microgrid power system components (photovoltaic cells, batteries, residential loads, etc.) The ultimate goal is to build field-tested, generic control system software that is highly customizable and can be widely used in various microgrid systems.\u003c/p\u003e\n\u003cp\u003eMIDAS Research Team\nThe MIDAS team's current project involves developing a new approach to evolutionary software development and deployment that extends the results of model-based software engineering. The project will construct an integrated, end-to-end framework for building software that is focused on growth and adaptation. The envisioned technology is based on the concept of a ‘Model Design Language’ (MDL) that supports the expression of the developer’s objectives (the ‘what’), intentions (the ‘how’), and constraints (the ‘limitations’) related to the software artifacts to be produced. The ‘models’ represented in this language are called the ‘design models’ for the software artifact(s) and they encompass more than what we express today in software models like UML. We consider software development as a continuous process, as in the DevOps paradigm, where the software is undergoing continuous change, improvement, and extension; and our goal is to build the tools to support this. The main idea is that changes in the requirements will result in the designer/developer making changes in the ‘design model’ that will result in automatically generated changes in the generated artifacts, or changes in the target system, at run-time, as needed.\u003c/p\u003e\n\u003cp\u003eDuties and Responsibilities\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAssist with modeling and analysis of discipline-specific engineering problems.\u003c/li\u003e\n\u003cli\u003eAssist PI and/or System Architect with the development and maintenance of discipline-specific software systems and/or engineering tools to support project and research goals.\u003c/li\u003e\n\u003cli\u003ePerform engineering and/or software design, implementation, analysis, maintenance, or experimentation as directed by PI and lead Engineers.\u003c/li\u003e\n\u003cli\u003eAdhere to existing technical standards and recommend or develop new standards, as applicable.\u003c/li\u003e\n\u003cli\u003ePrepare technical documentation for work products of project.\u003c/li\u003e\n\u003cli\u003eMaintain familiarity with and expertise in emerging technologies and techniques related to project and research goals.\u003c/li\u003e\n\u003cli\u003eProvide PI and /or System Architect with accurate documentation of all systems within project research area of direct involvement or responsibility.\u003c/li\u003e\n\u003cli\u003eProvide PI and/or System Architect with data to assist in evaluation of project research direction and progress, providing input on solutions as necessary.\u003c/li\u003e\n\u003cli\u003eProvide PI and /or System Architect with daily documentation of work performed.\u003c/li\u003e\n\u003cli\u003eEffectively deliver technical progress reports and presentations in written and oral forms to project research staff and faculty.\u003c/li\u003e\n\u003cli\u003eCommunicate regularly, effectively, and professionally with PI, System Architect, and research team.\u003c/li\u003e\n\u003cli\u003eShare research knowledge, product, and processes with PI, System Architect, and research team.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eProfile of an Ideal Candidate\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA Bachelor’s Degree in computer science or engineering is necessary.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThe following skills are necessary:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSolid, established skills in software system development, modeling, and/or systems engineering.\u003c/li\u003e\n\u003cli\u003eAbility to design, implement, test, document, and maintain software.\u003c/li\u003e\n\u003cli\u003ePractical knowledge of software development tools, programming languages (e.g., C/C++, Java, Python, Matlab, C#, among others), databases, and web technologies, as needed by project.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThe following skills are a plus:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience with the development of embedded systems.\u003c/li\u003e\n\u003cli\u003eKnowledge of basics of machine learning techniques.\u003c/li\u003e\n\u003cli\u003eFamiliarity with the concepts of autonomy and autonomous cyber-physical systems.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eCommitment to Equity, Diversity and Inclusion\nVanderbilt University is committed to achieving the goal of a diverse and inclusive academic community of faculty, staff, and students. We seek individuals who are committed to this goal and our campus values.\u003c/p\u003e\n\u003cp\u003ePlease apply online at \u003ca href=\"https://vanderuniv.taleo.net/careersection/.vu_cs/jobdetail.ftl?job=2000298\"\u003ehttps://vanderuniv.taleo.net/careersection/.vu_cs/jobdetail.ftl?job=2000298\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eVanderbilt University is an equal opportunity, affirmative action employer. Women, minorities, people with disabilities and protected veterans are encouraged to apply.\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003ePlease apply online at \u003ca href=\"https://vanderuniv.taleo.net/careersection/.vu_cs/jobdetail.ftl?job=2000298\"\u003ehttps://vanderuniv.taleo.net/careersection/.vu_cs/jobdetail.ftl?job=2000298\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcW1CIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--4df1bdb87bce64780be50dd3110f2c26520e39a3/Vanderbilt-BW.jpg"
   },
   {
      "id":"27edda2f-2faa-46bd-87b8-079ee1e35b6d",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/27edda2f-2faa-46bd-87b8-079ee1e35b6d",
      "created_at":"Wed Apr 08 01:16:35 UTC 2020",
      "company":"Liberty Information Inc.",
      "company_url":"http:",
      "location":"Northern Maryland / Pensylvanica ",
      "title":"Principal Software Engineer – Machine Leaning/NLP/AI",
      "description":"\u003cp\u003eJob Description\u003c/p\u003e\n\u003cp\u003eWe are seeking a Principal Software Engineer with expertise in Machine Learning (ML) and Natural Language Processing (NLP), Artificial Intelligence.\u003c/p\u003e\n\u003cp\u003eLocated between Baltimore and Philadelphia, we have been in business for over 10 years.\nThis candidate will be the lead in a new business area (spin off) the company started about 10 months ago. If you would like to be involved in a project that creates and reinforces learning agents to learn optimal solutions so that they don't have to be explicitly programmed, this could be the right opportunity for you.\u003c/p\u003e\n\u003cp\u003eThe candidate will work with a small team of software engineers to develop the intelligence and learning services for our service platform. Specifically, you will work on knowledge representation, flow, query support/question answering, and ontology development.\u003c/p\u003e\n\u003cp\u003eThe candidate should have a track record of successfully architecting and building ML and NLP applications, a deep understanding of common families of models, feature engineering, feature selection and other practical machine learning techniques. The candidate should also have a vision and experience to make end-to-end ML and NLP solutions, proven experience working in an environment building and shipping early-stage technologies and foster a collaborative environment.\u003c/p\u003e\n\u003cp\u003eRequired Skills\u003c/p\u003e\n\u003cp\u003eBS or MS Degree in a quantitative science: Computer Science, Math, Electrical Engineering, Statistics, or relevant program\u003c/p\u003e\n\u003cp\u003eMinimum of 5 years work experience with relevant ML, NLP and Deep Learning (DL) design and build experience\u003c/p\u003e\n\u003cp\u003eExperience in the lifecycle of enterprise-class software development\u003c/p\u003e\n\u003cp\u003eExperience developing, training and evaluating ML/NLP models using frameworks (TensorFlow, Keras, PyTorch, CoreNLP, NLTK, spaCy, etc.)\u003c/p\u003e\n\u003cp\u003eExperience with semantic understanding and ontology engineering\u003c/p\u003e\n\u003cp\u003eExperience with commercial NLP frameworks (Dialogflow, Lex, Watson, etc.)\u003c/p\u003e\n\u003cp\u003eTeam leadership skills\u003c/p\u003e\n\u003cp\u003eStrong Python programming skills\u003c/p\u003e\n\u003cp\u003eExperience conducting machine learning/statistical experiments and manipulating data sets\u003c/p\u003e\n\u003cp\u003eDeep understanding and experience of machine learning, and deep learning theory, algorithms,\napproaches and practice, including probabilistic and statistical learning, graphical models, machine perception, machine comprehension, neural networks, deep learning and other machine learning areas\u003c/p\u003e\n\u003cp\u003eHands on and strong programming experience in one or more of the leading machine learning open source libraries\u003c/p\u003e\n\u003cp\u003eExpertise and experience in using or developing AI and ML algorithms, such as expert systems, decision trees, supervised and unsupervised learning, natural language processing/understanding, deep learning, reinforcement learning and others\u003c/p\u003e\n\u003cp\u003ePreferred Skills\u003c/p\u003e\n\u003cp\u003eExcellent technical communication skills\u003c/p\u003e\n\u003cp\u003eRecognized expertise in ML/NLP applications as evidenced by relevant publications or awards\u003c/p\u003e\n\u003cp\u003eJob Duties\u003c/p\u003e\n\u003cp\u003eProvide technical leadership as a Subject Matter Expert.\u003c/p\u003e\n\u003cp\u003eLead and drive architecting and coding of NLP algorithms, machine learning architectures and pipelines, for building ML/DL capabilities delivered in a leading platform including training, evaluation and management of models\u003c/p\u003e\n\u003cp\u003eMaintain expert knowledge in state-of-the-art ML/NLP approaches\u003c/p\u003e\n\u003cp\u003eActively engage with the AI community and the broader academic community\u003c/p\u003e\n\u003cp\u003eMaintain a good working knowledge of the offerings of major AI vendors and technologies\u003c/p\u003e\n\u003cp\u003eBuild end-to-end ML/NLP systems – consistent model training, evaluation, deployment and delivery for batch, streaming or real-time use\u003c/p\u003e\n\u003cp\u003eBe hands-on in technical feature development, design, and code-reviews, prototyping\u003c/p\u003e\n\u003cp\u003eWork collaboratively to design and implement the team’s technical vision\u003c/p\u003e\n\u003cp\u003eCompensation\u003c/p\u003e\n\u003cp\u003eHighly competitive package, commensurate with experience\nAdditional equity participation\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003eEmail resume to \u003ca href=\"mailto:Alan@libertyinfo.com\"\u003eAlan@libertyinfo.com\u003c/a\u003e\nor\nCall 908 403-5418\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcVNCIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--531351f56348233b3ffdf0d645890cf3c22e4bda/LibStatue3.JPG"
   },
   {
      "id":"ea8957c0-abd7-40ea-ab3f-dc8fc668a024",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/ea8957c0-abd7-40ea-ab3f-dc8fc668a024",
      "created_at":"Thu Apr 02 22:06:48 UTC 2020",
      "company":"Whois API Inc",
      "company_url":"http://whoisxmlapi.com",
      "location":"USA",
      "title":"Developer advocate/evangelist",
      "description":"\u003cp\u003e\u003cstrong\u003eImportant:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eCandidates who show their stackoverflow rank, github projects and with large developer community following will be given priority\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003ePurpose\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWhoisXML API is hiring for a Developer advocate/evangelist role that can lead the growth of our API and data feed developer user base.  We provide Domain and IP data and API b2b SAAS products to the top 1000 cybersecurity companies as well a wide range of industries and communities.   This is a contract role that can turn into a permanent role if you perform well.\u003c/p\u003e\n\u003cp\u003eA significant degree of dedication, passion and desire to excel is required to achieve success in this extremely challenging but highly rewarding role in the Cyber Security Industry with WhoisXML API.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAbout WhoisXML API\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eFor over a decade, WhoisXML API, the leader in Domain, IP, DNS and Cyber Threat Intelligence has collected exhaustive information on billions of Historic Whois records, DNS records, 300M+ active websites and covers 99.6% of all IP addresses in use. All of this data is parsed in unified formats and provided as domain/IP intelligence for the world’s most advanced threat intelligence and market researchers with the critical data they require to monitor activity across the entire international internet.\u003c/p\u003e\n\u003cp\u003eOur customer base includes fortune 500 companies, threat intelligence/infosec companies, anti-malware/security vendors, cybercrime units, government agencies, brand protection agencies, domain registries/registrars, domain investors/brokers, banks, payment processors, telecom, marketing researchers, big-data warehouses, web analytics firms, investment funds, web developers and many more.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat’s In It for Me?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eRemote / Telecommute Position with no/minimal travel\u003c/p\u003e\n\u003cp\u003eCompetitive wage\u003c/p\u003e\n\u003cp\u003eCareer growth with a rapidly growing industry innovator\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eResponsibilities\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eEvangelize the adoption of WhoisXML APIs in the developer community  (Candidates who show profile links will be given priority)\u003c/p\u003e\n\u003cp\u003eDesign and implement developer growth goals with incremental milestones.  Design and implement SAAS metrics needed to achieve these goals(viewership of content, activation/churn rate).\u003c/p\u003e\n\u003cp\u003eIdentify key community/integration framework/plugins for enterprise security developer users and laser focus on its growth.\u003c/p\u003e\n\u003cp\u003egrow top of the funnel for enterprise developers and community/SMB developers in enterprise security, domain industry, and a variety of verticals.\u003c/p\u003e\n\u003cp\u003ebuilding SDKs/plugins independently as well as with our development team to achieve the growth goal\u003c/p\u003e\n\u003cp\u003eperform developer marketing in community: blog, youtube video, etc\u003c/p\u003e\n\u003cp\u003ework directly with CEO, development, marketing and sales team to achieve those objectives.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRequired Skills\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003ehave a large developer following on social channels or other communities\u003c/p\u003e\n\u003cp\u003eStrong programming skills in Python, NodeJS, javascript, etc\u003c/p\u003e\n\u003cp\u003eStrong technical writing/blog skills\u003c/p\u003e\n\u003cp\u003eable to quickly learn new languages on the fly\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003ePreferred Skills\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eHigh stackoverflow ranking, committer on popular opensource projects\u003c/p\u003e\n\u003cp\u003eBS/BA degree in Computer Science, Mathematics or other physical science/engineering disciplines\u003c/p\u003e\n\u003cp\u003eDevelopment experience in Enterprise security platforms/SIEM such as Splunk, servicenow, Maltego, Mitre att\u0026amp;ck, etc.\u003c/p\u003e\n\u003cp\u003eCompTIA / CEH certifications and/or deep knowledge of network security processes\u003c/p\u003e\n\u003cp\u003eEducation and experience in the fields of Threat Intelligence, Cyber Security, InfoSec\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003eVisit \u003ca href=\"https://www.linkedin.com/jobs/cap/view/1807736052\"\u003ehttps://www.linkedin.com/jobs/cap/view/1807736052\u003c/a\u003e\nOr Email your resume to \u003ca href=\"mailto:career@whoisxmlapi.com\"\u003ecareer@whoisxmlapi.com\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbXVCIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--63da5f8be986ac3aa6888a40eabdce1cef17caf1/70px-logo.png"
   },
   {
      "id":"60dad2c2-6090-4fb7-9e46-8a924d2ee9de",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/60dad2c2-6090-4fb7-9e46-8a924d2ee9de",
      "created_at":"Fri Apr 03 12:47:31 UTC 2020",
      "company":"Upvest",
      "company_url":"https://upvest.co",
      "location":"Berlin",
      "title":"DevSecOps and SRE Lead, Berlin",
      "description":"\u003cp\u003e\u003cstrong\u003eDevSecOps and SRE Lead\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eBerlin\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003eAt Upvest, we are creating a financial system in which every asset can be traded anytime, by everyone. Our end-to-end solution for asset tokenization provides the most secure issuance, distribution, and custody of security tokens. We serve leading fintechs in Europe and enable them to sell assets that were previously inaccessible to the masses. Our bold long-term view is backed by Europe's largest tech VCs Notion Capital, Partech and Holtzbrinck Ventures. Following our recent Series A, we now expand our team. Today, we count 20 talented people from 10 different countries. We are based in Berlin, Germany.\u003c/p\u003e\n\u003cp\u003eAs DevSecOps and Site Reliability Engineer (SRE) Lead, you'll be responsible for both uplifting and maintaining our evolving technology platforms, infrastructure and technology controls. Your role will include root cause analysis of incidents and pro-active prevention of recurrence thru the creative design and development of technical solutions as well as process improvements. You don’t need to have any prior experience with blockchain technology, just an interest in learning about it - we can help you learn what you need to know once you start, though previous experience in this field would be a bonus.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat you’ll be doing\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEngineering of solutions to maximize system reliability \u0026amp; automation.\u003c/li\u003e\n\u003cli\u003eDevelop long term strategies for our infrastructure and associated processes.\u003c/li\u003e\n\u003cli\u003eBe responsible for anything related to our Google Cloud Platform infrastructure.\u003c/li\u003e\n\u003cli\u003eBe accountable for activating best practices in terms of Security, Resiliency, Monitoring and Alerting.\u003c/li\u003e\n\u003cli\u003eImproving service observability (latency, traffic, error rate and saturation).\u003c/li\u003e\n\u003cli\u003eWork alongside our Chief Security Officer on complex Security issues.\u003c/li\u003e\n\u003cli\u003eImprove our CI/CD pipeline including repeatable deployments which can be rolled back.\u003c/li\u003e\n\u003cli\u003eEstablishing communication best practices throughout the entire software development lifecycle (development, deployment and incident management).\u003c/li\u003e\n\u003cli\u003eProactively testing the flexibility and resilience of the system.\u003c/li\u003e\n\u003cli\u003eOptimizing the overall on-call process.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRequirements\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eStrong experience architecting and developing complex infrastructure in a cloud-based environment.\u003c/li\u003e\n\u003cli\u003eStrong experience with Google Cloud Platform, Kubernetes, Docker and Terraform.\u003c/li\u003e\n\u003cli\u003eStrong experience in deploying monitoring and alerting systems.\u003c/li\u003e\n\u003cli\u003eGood knowledge of infrastructure as code tools like Terraform (priority) and Ansible.\u003c/li\u003e\n\u003cli\u003eKnowledge of our modern tech-stack (Golang, Python) is a plus.\u003c/li\u003e\n\u003cli\u003eKnowledge of blockchain protocols (mainly Ethereum) is a plus.\u003c/li\u003e\n\u003cli\u003eKnowledge of cryptography is a plus.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe’re an English-speaking team, so no German knowledge will be required\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYour package\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eOur salary package is typically above average.\u003c/li\u003e\n\u003cli\u003eYou will co-own Upvest with company equity.\u003c/li\u003e\n\u003cli\u003eYou will receive personal coaching sessions.\u003c/li\u003e\n\u003cli\u003eWe have flat hierarchies, you can grow into any role.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eOur cultural values\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eThink big: Know your north star. Be hungry. Never give up.\u003c/li\u003e\n\u003cli\u003eDig deep: Find the root cause of things. Be obsessed with it.\u003c/li\u003e\n\u003cli\u003ePlay fair: Build powerful partnerships, lasting relationships and long term value.\u003c/li\u003e\n\u003cli\u003eResourcefulness: Understand the concept of time. Find a solution.\u003c/li\u003e\n\u003cli\u003eOwn it: Be proactive. Lead by example.\u003c/li\u003e\n\u003cli\u003eUnity: Supporting each other and working together with transparency in good and bad times. \u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eInterested?\u003c/strong\u003e\nApply via the \u003ca href=\"https://ltpx.nl/FC0X8J7\"\u003e\u003cstrong\u003eapplication button\u003c/strong\u003e\u003c/a\u003e!\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eAgency calls are not appreciated.\u003c/em\u003e\u003cimg src=\"https://camo.githubusercontent.com/0f52f1cd88d0bd49ea67f01f139dd67e173c8296/68747470733a2f2f62636f6e74726f6c2e62726f636b6d657965722e6e6c2f747261636b2e7068703f6f7264657269643d313539373939\"\u003e\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003e\u003ca href=\"https://ltpx.nl/dAG0JUl\"\u003e\u003cstrong\u003eClick here to apply\u003c/strong\u003e\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbkdCIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--d55a7af5b20ee616ee5f8206d81a9bb6502cc2f7/logo.PNG"
   },
   {
      "id":"00998112-729a-4db6-aae1-c95f1d5b459b",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/00998112-729a-4db6-aae1-c95f1d5b459b",
      "created_at":"Thu Apr 02 13:10:30 UTC 2020",
      "company":"RStudio",
      "company_url":"https://rstudio.com/",
      "location":"Remote",
      "title":"Site Reliability Engineer",
      "description":"\u003cp\u003eRStudio creates great software that helps people understand data and make better decisions in real world applications. Our core is an open source data science toolchain and we aim to make it available to everyone, regardless of their economic means.\u003c/p\u003e\n\u003cp\u003eWe are seeking our next Site Reliability Engineer. As a member of our team you will have the opportunity to work on a variety of different projects including our cloud marketplace offerings, hosted applications, and internal infrastructure, which will greatly impact our end-users and employees. You will be given a large amount of autonomy to determine the right tool for the right job. This is a cross functional role and you will partner closely with the engineering, support and solutions teams.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat you may work on\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou will design operational processes and solutions to proactively address issues before they become customer facing\u003c/li\u003e\n\u003cli\u003eIdentify persistent or recurring problems and recommend creative solutions\u003c/li\u003e\n\u003cli\u003eBuild tools and solutions for bridging software development teams with system infrastructure\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eAbout you\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e4+ years experience with a high-level scripting language such as Python or Ruby\u003c/li\u003e\n\u003cli\u003e3+ years advanced-level experience with Linux\u003c/li\u003e\n\u003cli\u003e2+ years experience with Amazon Web Services\u003c/li\u003e\n\u003cli\u003eYou have experience designing and implementing elastic solutions while ensuring no single point of failure\u003c/li\u003e\n\u003cli\u003eFamiliarity with system scalability, monitoring, and performance with the ability to troubleshoot systems, network, and storage\u003c/li\u003e\n\u003cli\u003eProficiency with automation tools, such as Chef or Puppet, in a production environment\u003c/li\u003e\n\u003cli\u003eSolid understanding of the challenges with creating, scaling, and managing distributed applications and service\u003c/li\u003e\n\u003cli\u003eEducate, train, and coach the engineering and solutions engineering teams in best practices\u003c/li\u003e\n\u003cli\u003eEffectively use tools and techniques to maximize impact on scaling services and systems\u003c/li\u003e\n\u003cli\u003eAbility to work independently on a number of projects with employees across teams\u003c/li\u003e\n\u003cli\u003eExperience with Kubernetes, ceph, Azure, Windows administration a plus\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eAbout us\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWe welcome all talented engineers and are committed to a culture that represents diversity in all its forms.\u003c/li\u003e\n\u003cli\u003eWe prioritize giving engineers “focus time” to get deep work done. We minimize meetings and attempt to operate asynchronously.\u003c/li\u003e\n\u003cli\u003eWe are a learning organization and take mentorship and career growth seriously. We hope to learn from you and we anticipate that you will also deepen your skills, influence, and leadership as a result of working at RStudio.\u003c/li\u003e\n\u003cli\u003eWe operate under a unique sustainable business model: 50% of engineering we do at RStudio is open source.  We are profitable and we plan to be around twenty years from now.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eNotable\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e100% distributed team (or come in to one of our offices in Seattle or Boston) with minimal travel\u003c/li\u003e\n\u003cli\u003eCompetitive compensation with great benefits including:\u003c/li\u003e\n\u003cli\u003emedical/dental/vision insurance (100% of premiums covered)\u003c/li\u003e\n\u003cli\u003e401k matching\u003c/li\u003e\n\u003cli\u003ea home office allowance or reimbursement for a coworking space\u003c/li\u003e\n\u003cli\u003ea profit-sharing system\u003c/li\u003e\n\u003cli\u003eFlexible environment with a generous vacation policy\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eRStudio is committed to being a diverse and inclusive workplace. We encourage applicants of different backgrounds, cultures, genders, experiences, abilities, and perspectives to apply. All qualified applicants will receive consideration for employment without regard to race, color, national origin, religion, sexual orientation, gender, gender identity, age, physical disability, or length of time spent unemployed.\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003eApply here: \u003ca href=\"https://grnh.se/0958b1183us\"\u003ehttps://grnh.se/0958b1183us\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbVdCIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--3f6a9c9c95237bda246d1edb318142b426626957/logo.png"
   },
   {
      "id":"850281e8-4f0f-4952-88e4-ddf121e77188",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/850281e8-4f0f-4952-88e4-ddf121e77188",
      "created_at":"Wed Apr 01 14:37:58 UTC 2020",
      "company":"Celus",
      "company_url":"https://www.celus.io/",
      "location":"Munich",
      "title":"Senior Python / C++ Developer (Electronics field)",
      "description":"\u003cp\u003eWe’re looking for a person who will implement the core of our product in form of code and release world-class board-level electronics’ design automation algorithms.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eTasks\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eImplement algorithms for hardware design (optimization algorithms, geometrical and textual data manipulation, pipelines) in Python\u003c/li\u003e\n\u003cli\u003eConvert mathematical optimization problems into actionable code that fulfills engineering requirements\u003c/li\u003e\n\u003cli\u003eProcess datasets of different engineering files and formats, identifying their patterns\u003c/li\u003e\n\u003cli\u003eOptimize code and architecture for performance to reduce compute time (e.g. parallelization)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRequirements\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSolid mathematical background\u003c/li\u003e\n\u003cli\u003eExperience in C, C++, Python\u003c/li\u003e\n\u003cli\u003eExperience in optimization and parallelization\u003c/li\u003e\n\u003cli\u003eExperience with electronics tools (e.g. CAD-tools, auto-routers, simulation tools, semiconductor EDAs), experience with the development of electronics engineering tools is a big plus\u003c/li\u003e\n\u003cli\u003eAgile-mindset and solution driven way of thinking\u003c/li\u003e\n\u003cli\u003eFluent in written and spoken English\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAgile work environment with an international team\u003c/li\u003e\n\u003cli\u003eOpportunity to work with a modern tech stack and solve complex challenges\u003c/li\u003e\n\u003cli\u003eVarious possibilities for professional and personal development\u003c/li\u003e\n\u003cli\u003eCompany laptop\u003c/li\u003e\n\u003cli\u003eMonthly Metro ticket\u003c/li\u003e\n\u003cli\u003eFlexible working hours\u003c/li\u003e\n\u003cli\u003eFree snacks, coffee and soft drinks\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eAbout us\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eImagine a world, where electronics engineers spend their time focusing on what a human brain is really good at: Creativity and Innovation! Everyone should be able to create new technologies, instead of going through a tedious engineering process.\u003c/p\u003e\n\u003cp\u003eA lot of time is wasted on thinking over the same old problems, doing loads of calculations, carefully reading datasheets and selecting electronic components. All these can be off-loaded to complex algorithms and AI.\u003c/p\u003e\n\u003cp\u003eCelus´s Engineering Platform revolutionizes the industry by challenging the status quo. Our software allows to automatically select electronic components, generate schematics as well as PCB-layouts. As a result, it creates all the files an engineer requires.\u003c/p\u003e\n\u003cp\u003eAt Celus we believe that creativity is for humans and work is for machines.\u003c/p\u003e\n\u003cp\u003eAre you ready for turning the industry upside down? Join us now!\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003eSend your CV to \u003ca href=\"mailto:career@celus.io\"\u003ecareer@celus.io\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbCtCIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--6752e5d71bc275d5f6e905fd65e64c1c59ffc908/Logo%20celus_rgb.jpg"
   },
   {
      "id":"02eb2f43-270d-422a-bb26-6a1490ddb363",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/02eb2f43-270d-422a-bb26-6a1490ddb363",
      "created_at":"Wed Apr 01 11:56:25 UTC 2020",
      "company":"Cisco Systems GmbH",
      "company_url":"https://www.cisco.com/c/de_de/index.html",
      "location":"Eschborn",
      "title":"Associate Solutions Engineer - Bachelor/Master - Germany (m/f/d)",
      "description":"\u003ch2\u003eWhy you'll love Cisco:\u003c/h2\u003e\n\u003cp\u003eAre you ready to change the World? Do you want to be passionate about your employer and the brand you represent? Everything is converging on the Internet, making networked connections more meaningful than ever before in our lives. Our employees' groundbreaking ideas impact everything imaginable - from entertainment, retail, healthcare, and education, to public and private sectors, smart cities, and everyday devices in our homes. Here, that means you will take creative ideas from the drawing board to dynamic solutions that have real world impact. You'll collaborate with Cisco leaders, partner with expert mentors, and develop incredible relationships with colleagues who share your interest in connecting the unconnected. You'll be part a team that cares about its customers, enjoys having fun, and you'll take part in changing the lives of those in our local communities. Come prepared to be encouraged and inspired!\u003c/p\u003e\n\u003ch2\u003eWho You'll Work With:\u003c/h2\u003e\n\u003cp\u003eYou’ll be part of our Cisco Sales Associates Program (CSAP), an award-winning and industry recognized early-in-career development program for top university graduates from around the world. You’ll train alongside incredibly talented individuals, like yourself, from different countries and diverse backgrounds. Early on, you’ll make long-lasting friendships and belong to a rich human network that will support you throughout your career.\u003c/p\u003e\n\u003cp\u003eAs a successful Associate Solutions Engineer (ASE), you’ll expand your software and networking knowledge to collaborate with Cisco sales professionals and provide technical solutions that drive business outcomes for our customers and partners.\u003c/p\u003e\n\u003cp\u003eYou’ll learn from top authorities and coaches in an unrivaled setting using our own leading-edge technology. You’ll have your own mentor, a CSAP alumnus who’s been in your shoes and will help guide you in your first year. With a strong Cisco team committed to your success, you’ll gain hands-on education and experience, while receiving an attractive salary and pursuing your career dreams!\u003c/p\u003e\n\u003cp\u003eThe program will begin on July 27th, 2020. While challenging, it will push you to become the best version of yourself. We’ll encourage you to pursue industry-standard certifications and be assessed and coached through customer simulations and on-the-job activities. We’ll offer you a safe and fun environment to practice what you’ve learnt, all the while providing you with feedback to develop your potential.\u003c/p\u003e\n\u003ch2\u003eWhat You’ll Do:\u003c/h2\u003e\n\u003cp\u003eCisco Sales Associates Program offers a global environment that provides a phased approach to training and on-the-job- experience. In the first phase of your experience, we will develop your technical, sales and communication skills and give the opportunity to rotate through a variety of areas. You will learn how to position Cisco’s architectures, solutions and products to our customers.\u003c/p\u003e\n\u003cp\u003eOnce you complete Phase 1, Phase 2 will advance you to an engineering role as part of the Cisco Global Virtual Engineering (GVE) Team. GVE is a multilevel technical presales organization, that provides software and systems engineering services to customers, partners, and internal Cisco sales employees. As an engineer, you’ll engage with our customers and partners as a trusted technology advisor. You’ll work with Account Managers and together you’ll position the benefits of our Cisco solutions to your customer, using our market-leading collaboration tools.\u003c/p\u003e\n\u003cp\u003eFrom there, your career can develop and grow into a variety of sales opportunities at Cisco.\u003c/p\u003e\n\u003ch2\u003eWho You Are:\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eTechnology enthusiast, who enjoys talking about innovation and always keeps up with the latest technology news.\u003c/li\u003e\n\u003cli\u003eA strong communicator with the confidence to engage and talk to a wide range of people.\u003c/li\u003e\n\u003cli\u003eView team collaboration as instrumental to achieving success.\u003c/li\u003e\n\u003cli\u003eEnjoy looking at practical real-life challenges and thinking creatively to solve them.\u003c/li\u003e\n\u003cli\u003eApproach situations with an open and curious mind, taking on challenges with an eye for opportunity.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eWhat You Need to Be Eligible:\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eYou are a recent graduate or on your final year of studies toward a Bachelor's (BE/BSc/BA/etc.) or Master's degree in any of the Science Technology Engineering Mathematics (STEM) disciplines.\u003c/li\u003e\n\u003cli\u003eMust have graduated by May 2018 or later\u003c/li\u003e\n\u003cli\u003eFluent in \u003cstrong\u003eGerman and English\u003c/strong\u003e\n\u003c/li\u003e\n\u003cli\u003eKnowledge and experience in software languages. C, C++, C#, Java or Python are desired.\u003c/li\u003e\n\u003cli\u003eMust be able to legally live and work in Germany without visa support or sponsorship (student visas or visas obtained on your own are not applicable for the program)\u003c/li\u003e\n\u003cli\u003eBe willing to relocate to Germany as the country of hire, upon graduating from the program\u003c/li\u003e\n\u003cli\u003eWilling to relocate for 12 months to a designated CSAP training hub if required. Visa assistance and relocation package to training hubs will be provided as applicable'\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eWhy Cisco?\u003c/h2\u003e\n\u003cp\u003eWe connect everything: people, processes, data, and things. We innovate everywhere, taking bold risks to shape the technologies that give you smart cities, connected cars, and handheld hospitals. And we do it in style with unique personalities who aren’t afraid to change the way the world works, lives, plays and learns.\u003c/p\u003e\n\u003cp\u003eWe are thought leaders, tech geeks, pop culture aficionados, and we even have a few purple haired, tattooed rock stars. We celebrate the creativity and diversity that fuels our innovation. We are dreamers and we are doers.\u003c/p\u003e\n\u003cp\u003eWe Are Cisco.\u003c/p\u003e\n\u003cp\u003e#ciscocsap #univsalesjobs #Sales #Engineering #ciscosalesstart @WeAreCisco\u003c/p\u003e\n\u003ch2\u003eInterested?\u003c/h2\u003e\n\u003cp\u003eApply now by using the application form!\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://vonq.io/39AKVN2\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eCisco are always looking to identify talented people. If you are reading this posting then we may not have an open job right now, however it is highly likely we will in the future. If you are interested in working for Cisco in this capacity then please submit your details and CV or resume against this requisition so that when a suitable vacancy arises a Cisco representative can contact you directly.\u003c/p\u003e\n\u003cp\u003ePlease note that vacancies will be filled on a rolling basis after opening and we will close applications as offers are accepted; possibly before the stated deadline. Therefore, we highly recommend you submit your application as early as possible in order to be considered for the opportunity of your choice.\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003e\u003ca href=\"https://vonq.io/39AKVN2\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbE9CIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--73d231439bf54633b62fb9d102dda0147e86117d/Cisco%20desq.jpg"
   },
   {
      "id":"9c455180-ecca-11e8-886b-ae327644a48e",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/9c455180-ecca-11e8-886b-ae327644a48e",
      "created_at":"Tue Nov 20 13:52:15 UTC 2018",
      "company":"Huawei",
      "company_url":"https://www.huawei.com",
      "location":"Munich, Germany",
      "title":"Senior Software Engineer (m/f)",
      "description":"\u003cp\u003eHuawei is a leading provider of information and communications solutions. Our products have been deployed in over 140 countries serving more than one third of the world’s population. For the Trusted System Protection (TSP) team within the Cyber Security and Privacy Protection Laboratory (CSPL) in Munich, Germany we are currently looking for a Senior Software Engineer enthusiastic to work on cutting-edge security technologies and to contribute to the security architecture of future Huawei products in a diverse range of verticals, from telecom to cloud and IoT platforms.\u003c/p\u003e\n\u003ch3\u003eYour responsibilities\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003eDesign, implement, test and document advanced security technology prototypes for trusted computing, system integrity protection and platform resilience\u003c/li\u003e\n\u003cli\u003eAnalyze product architecture and source code and collaborate with product line engineers to adapt the developed prototypes to product architectures\u003c/li\u003e\n\u003cli\u003eContribute to joint research projects with our European partners from academia and industry\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch3\u003eOur requirements\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003eExperience in designing, implementing and debugging embedded firmware and applications in C, for ARMv7/8-A, ARMv7/8-M, other embedded architectures or x86\u003c/li\u003e\n\u003cli\u003eProfessional knowledge in one or more of following areas:\n\u003cul\u003e\n\u003cli\u003eMicrocontroller and application processor architectures, DeviceTree, board bring-up, Secure Boot, flash storage, buses, Secure Update\u003c/li\u003e\n\u003cli\u003eLinux OS kernel internals, memory management, containers, virtualization, security features\u003c/li\u003e\n\u003cli\u003eDevelopment with common security protocols (e.g. TLS, IPSec, OAuth 2.0 etc.), crypto libraries (e.g. OpenSSL, mbedTLS), PKCS#11 or Linux kernel crypto API, X.509 certificates and PKI\u003c/li\u003e\n\u003cli\u003eLinux – network / system tools / command line interface / scripting\u003c/li\u003e\n\u003cli\u003eCode debugging techniques\u003c/li\u003e\n\u003cli\u003eProficiency in English\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/li\u003e\n\u003cli\u003eFollowing are desirable:\n\u003cul\u003e\n\u003cli\u003eTrusted Computing\u003c/li\u003e\n\u003cli\u003eHardware security architectures and best practices\u003c/li\u003e\n\u003cli\u003ePython, Go; Javascript, Node.JS and micro service architectures\u003c/li\u003e\n\u003cli\u003eExperience with cloud technologies such as OpenStack and containers (Docker/Kubernetes)\u003c/li\u003e\n\u003cli\u003eDevOps methodologies such as agile development and continuous delivery\u003c/li\u003e\n\u003cli\u003eExperience in contributing to open-source projects\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eCandidate should be self-motivated to research and compare new software technologies and be in a position to rapidly become accustomed to them in a relatively short period of time.\u003c/p\u003e\n\u003cp\u003eAble to independently design, build, and maintain efficient, reusable and secure code. Identify potential bottlenecks and bugs and devise solutions to the problems. Analyze existing code and identify points of improvement.\u003c/p\u003e\n\u003cp\u003eCapable to analyze complex software architectures and prioritize development tasks to maximize efficiency and output. Able to troubleshoot problems in an existing code base with limited documentation.\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003ePlease send your CV to \u003ca href=\"mailto:jane.jeffreys@huawei.com\"\u003ejane.jeffreys@huawei.com\u003c/a\u003e.\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaVJYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--fb8499ec0b8cfed521539de0c702dd3bf1c2b87f/8ed5a22c-7b16-41b0-9320-c538c2717293"
   },
   {
      "id":"07b3ce1e-ecbd-11e8-9de2-0e34d5bd5011",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/07b3ce1e-ecbd-11e8-9de2-0e34d5bd5011",
      "created_at":"Tue Nov 20 12:09:59 UTC 2018",
      "company":"Mindhive",
      "company_url":"http://www.mindhive.org",
      "location":"Brisbane CBD Australia",
      "title":"Senior Front End and Backend Developers",
      "description":"\u003cp\u003e\u003cstrong\u003eMINDHIVE FRONTEND AND BACKEND DEVELOPER ROLES\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAn exciting opportunity exists to work at Mindhive [www.mindhive.org] - the world’s first crowdsourced consultancy. We're looking for an experienced backend developer as part of our core team to take on some of our most demanding challenges to build and create a platform that will improve productivity and in turn change the way Mindhive clients and contributors solve challenges. You will be working closely with the engineering lead and developers in an agile environment with a high degree of freedom.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eMindhive\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eMindhive sets out to do things differently – we’re taking a unique approach to creating the future of problem solving. The Company's core product is Mindhive - a cloud-based platform where organisational users (who pay) bring challenges to be solved by a growing community of high-quality individual users (non-paying) with a broad range of professional backgrounds and experiences. The model enables organisational users to gather, share and evaluate ideas efficiently and effectively, and gain access to diverse approaches to solving difficult problems. The existing model requires curation and input by administrators and does not take full advantage of the rich data available.\u003c/p\u003e\n\u003cp\u003eSince completing a successful capital raising in 2017, the Company has hired a world-class development team [and has partnered with a leading digital design company Joseph Mark] which has given it the capability to develop a more technically complex platform ecosystem-style product (‘Mindhive 2.0’). Mindhive 2.0 will be a revolutionary approach that is ambitious in scale but grounded in historical experience (from the current platform) and growing market appetite for crowdsourcing and artificial intelligence\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eSENIOR BACKEND DEVELOPER ROLE\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAs a backend developer, you will help design, implement, deploy \u0026amp; support Mindhive’s platform which includes (and not limited to):\u003c/p\u003e\n\u003cp\u003eCloud services\nDatabase\nIntegrations (in-house \u0026amp; third party)\nTests (unit \u0026amp; integration)\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat you’ll do\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003ePrimary responsibility: Implement services (backend API endpoints) for mobile first web apps\nAdditional key responsibilities include:\u003c/p\u003e\n\u003cp\u003eDevelop cloud-based API services\nDevelop in-house \u0026amp; 3rdparty integration interfaces\nDevelop database models\nImplement automated tests\nDevelop CI/CD scripts\nDevelop performance and monitoring interfaces\nAnalyse business and technical requirements\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat you’ll bring\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDetailed understanding of cloud architecture(s)\nDetailed knowledge of Python \u0026amp; Node.JS\nDetailed knowledge of Django\nDetailed knowledge of Docker\nExperience working with\nPostgres and NoSQL database(s)\nExperience with authentication protocols \u0026amp; certificates\nBonus: detailed knowledge of machine learning \u0026amp; AI\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eHow do I level up?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eRoles within reach for the employee - Development Team Lead\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eBespoke Requirements / Additional Responsibilities\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDevelop and maintain software specifications and architecture documents\nProvide accurate work estimates\nEngage in regular check-ins and follow-up with other developers in the team\nFollow Mindhive’s product development process and methodology\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eSENIOR FRONTEND DEVELOPER ROLE OVERVIEW\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAs a frontend developer, you will help design, implement, deploy \u0026amp; support Mindhive’s platform which includes (and not limited to):\u003c/p\u003e\n\u003cp\u003eWeb application\nMobile application\nIntegrations (in-house \u0026amp; third party)\nTests (unit \u0026amp; integration)\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat you’ll do\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003ePrimary responsibility: Implement UX/UI for mobile first web and mobile apps\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAdditional key responsibilities include:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eUtilise any and all relevant frameworks, libraries and techniques:\u003c/p\u003e\n\u003cp\u003eJavaScript (Vue.js and React Native)\nHTML5, CSS3 and SCSS for design implementations\nLinux Command Line (for bonus points)\nDemonstrate use of modern development practices such as use of Object-Oriented Design, Web Services (REST), Version Control (utilizing Git), Build processes and packaging (Webpack, etc), Automated Testing and Responsive Website Development\nCut up and implement designs\nInform the product team of relevant possibilities and solutions\nDevelop integration with cloud-based API services (in-house \u0026amp; third party)\nReview and inform database models are in alignment with frontend view models \u0026amp; components\nImplement components unit tests and automated tests as required\nDevelop web/site/mobile app performance and monitoring interfaces\nAnalyse business and technical requirements\nMinimise bugs in released code\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat you’ll bring\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eExperience with current industry design tools (e.g. Figma)\u003c/p\u003e\n\u003cp\u003eUnderstanding, and preferably experience in, agile project methodology\nYou have experience with version control and project management systems\nCan work and communicate effectively within multidisciplinary teams\nKnowledge of Accessibility and Security Principles\nUndergraduate degree in IT or relevant programming experience\nImpeccable attention to detail\nInnovative thinking and problem solving\nCourteous, supportive and honest\nMotivated self-starter, with the ability to manage your own time and adhere to time and budget restrictions\nEnthusiasm for the work\nMindhive does and your important role in delivery\nCreative thinking \u0026amp; abstract, technical problem solving\nProactivity\nCollaboration\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eHow do I level up?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eRoles within reach for the employee - Development Team Lead\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eBespoke Requirements / Additional Responsibilities\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDevelop and maintain software specifications and architecture documents:\nProvide accurate work estimates\nEngage in regular check-ins and follow-up with other developers in the team\nFollow Mindhive’s product development process and methodology\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003eEmail your resume to \u003ca href=\"mailto:career@mindhive.it\"\u003ecareer@mindhive.it\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaUpYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--5a6c8dd1ece5763c8a6aeb215ff3189fd8ed3bd7/c540fe15-d18d-48bd-95de-cf0a85125293"
   },
   {
      "id":"7d0d5cf0-ec1f-11e8-9834-c8e30f51c014",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/7d0d5cf0-ec1f-11e8-9834-c8e30f51c014",
      "created_at":"Mon Nov 19 17:21:35 UTC 2018",
      "company":"Simons Foundation",
      "company_url":null,
      "location":"New York, New York",
      "title":"Web Developer",
      "description":"\u003cp\u003ePOSITION SUMMARY\u003c/p\u003e\n\u003cp\u003eThis role will support the maintenance of several websites hosting editorially independent online publications covering research in autism, data and life sciences, mathematics and physics, as well as sites providing information about the foundation's support of basic and applied research.\u003c/p\u003e\n\u003cp\u003eESSENTIAL FUNCTIONS/RESPONSIBILITIES\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSupport back-end and front-end web development for a diverse collection of foundation-affiliated websites, many built on WordPress\u003c/li\u003e\n\u003cli\u003eWork collaboratively and closely with editors, front-end designers, web producers and other developers\u003c/li\u003e\n\u003cli\u003eEffectively manage priorities for multiple concurrent projects\u003c/li\u003e\n\u003cli\u003eCommunicate with stakeholders to gather requirements and ensure their needs are being met\u003c/li\u003e\n\u003cli\u003eAdapt to changing requirements\u003c/li\u003e\n\u003cli\u003ePerform any other duties or tasks as assigned or required\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eMINIMUM QUALIFICATIONS\u003c/p\u003e\n\u003cp\u003eEducation\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA bachelor's degree is required\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eExperience\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eProficient with WordPress, with 3+ years of experience developing custom WP sites\u003c/li\u003e\n\u003cli\u003eAdvanced expertise with PHP and MySQL\u003c/li\u003e\n\u003cli\u003eDeep understanding of HTML and CSS\u003c/li\u003e\n\u003cli\u003eExperience with JavaScript and jQuery\u003c/li\u003e\n\u003cli\u003eExperience with React or similar JS libraries or frameworks\u003c/li\u003e\n\u003cli\u003eExperience with responsive web development\u003c/li\u003e\n\u003cli\u003eExcellent communication skills\u003c/li\u003e\n\u003cli\u003eProficient with version control tools, such as Git and SVN.\u003c/li\u003e\n\u003cli\u003ePortfolio of work products that function well on multiple device types\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eDesirable\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBackground in User Experience and User Interface design\u003c/li\u003e\n\u003cli\u003eExperience with Python and Django\u003c/li\u003e\n\u003cli\u003eExperience with responsive web design, integration and usability testing\u003c/li\u003e\n\u003cli\u003eExperience with high-volume websites and/ or journalistic websites\u003c/li\u003e\n\u003cli\u003eComfort with Adobe Creative Cloud\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eTHE SIMONS FOUNDATION'S DIVERSITY COMMITMENT\u003c/p\u003e\n\u003cp\u003eMany of the greatest ideas and discoveries come from a diverse mix of minds, backgrounds and experiences, and we are committed to cultivating an inclusive work environment. The Simons Foundation provides equal opportunities to all employees and applicants for employment without regard to race, religion, color, age, sex, national origin, sexual orientation, gender identity, genetic disposition, neurodiversity, disability, veteran status, or any other protected category under federal, state and local law.\u003c/p\u003e\n\u003cp\u003eApply Here:   \u003ca href=\"http://www.Click2apply.net/tnq3zqdz2zmwb8qt\"\u003ehttp://www.Click2apply.net/tnq3zqdz2zmwb8qt\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003ePI105651217\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003e\u003ca href=\"http://www.Click2apply.net/tnq3zqdz2zmwb8qt\"\u003ehttp://www.Click2apply.net/tnq3zqdz2zmwb8qt\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaUJYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--5cec1fa3eb8f8a921945829b6e04fc43744f727e/29ad9da4-09d2-432c-bd49-6ad83582c9e8"
   },
   {
      "id":"cd535970-ec11-11e8-89ae-2e904411ec0e",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/cd535970-ec11-11e8-89ae-2e904411ec0e",
      "created_at":"Mon Nov 19 15:44:44 UTC 2018",
      "company":"Aon Cyber Solutions",
      "company_url":"http://www.strozfriedberg.com/careers",
      "location":"NY or LA",
      "title":"Cybersecurity Firm Seeks Senior Developer",
      "description":"\u003cp\u003eAon Cyber Solutions is looking for a Senior Developer in NY or LA. As part of an industry-leading team, you will help empower results for our clients by delivering innovative and effective solutions supporting Risk.\u003c/p\u003e\n\u003cp\u003eAPPLY HERE: \u003ca href=\"https://us-strozfriedberg-aon.icims.com/jobs/24315/senior-developer/job\"\u003ehttps://us-strozfriedberg-aon.icims.com/jobs/24315/senior-developer/job\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003ePosition Overview\nJoin our expert software development team to create new customer-facing web applications. You will apply your expertise in web development and user interface design, working in concert with subject matter experts in digital forensics, incident response, cybersecurity, and threat intelligence. Your applications will convey deeply technical facts and analyses to a variety of consumers, from risk managers to subject matter experts to C-level executives.\u003c/p\u003e\n\u003cp\u003eThe responsibilities of this position include but are not limited to the following:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDesign and develop pioneering web applications that cross the boundaries of security assessment, digital forensics, incident response, malware analysis, cybersecurity, and cyberinsurance.\u003c/li\u003e\n\u003cli\u003eServe as a senior developer on multiple product teams.\u003c/li\u003e\n\u003cli\u003eCreate user interfaces, APIs, data visualizations, and reports that provide our clients with insight into complex narratives and data sets.\u003c/li\u003e\n\u003cli\u003eTranslate high-level requirements into working prototypes to generate user feedback and discussion.\u003c/li\u003e\n\u003cli\u003eAdapt and apply cutting edge computer science to highly technical domains.\u003c/li\u003e\n\u003cli\u003eParticipate in code reviews, write test suites, profile components, and take ownership of our software, source code, tools, and processes.\u003c/li\u003e\n\u003cli\u003eMentor other developers.\u003c/li\u003e\n\u003cli\u003eContribute to a positive, collaborative culture for innovation.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eRequirements\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e5+ years of software engineer experience.\u003c/li\u003e\n\u003cli\u003eProficiency in frontend technologies (React, Node.js, Webpack).     Experience working with relational and NoSQL databases.\u003c/li\u003e\n\u003cli\u003eStrong knowledge of HTTP and REST web services implementation.\u003c/li\u003e\n\u003cli\u003eTest driven development and unit testing frameworks.\u003c/li\u003e\n\u003cli\u003eModern DevOps experience.\u003c/li\u003e\n\u003cli\u003eStandard software engineering tools (git, Jenkins, JIRA).\u003c/li\u003e\n\u003cli\u003eThe proven ability to see things as they should be, and to realize that vision.\u003c/li\u003e\n\u003cli\u003eComfort with agile development and remote team environments.\u003c/li\u003e\n\u003cli\u003eExcellence in verbal and written communication.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eDesired Skills\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eTypeScript\u003c/li\u003e\n\u003cli\u003ePython 3 and web frameworks such as Django or Flask.\u003c/li\u003e\n\u003cli\u003eSQL \u0026amp; relational database modeling.\u003c/li\u003e\n\u003cli\u003eExperience in deployment to AWS, especially serverless technologies.\u003c/li\u003e\n\u003cli\u003eStrong knowledge of JWT and various web security models.\u003c/li\u003e\n\u003cli\u003eD3.js, Vega, Bokeh, Leaflet, and other browser visualization libraries.   Experiment-driven design and iterative features-based development (A/B testing, etc.).\u003c/li\u003e\n\u003cli\u003eElasticSearch, Apache Kafka, AWS Kinesis, PostgreSQL, AWS Aurora.\u003c/li\u003e\n\u003cli\u003eJava 8 and other JVM-based languages.\u003c/li\u003e\n\u003cli\u003ePerformance monitoring and optimization.\u003c/li\u003e\n\u003cli\u003eMobile development using Native or Cross-platform (Xamarin, Ionic, React Native).\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eEducation Required\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBS or BA in Computer Science, Mathematics, or Statistics, or equivalent experience.\u003c/li\u003e\n\u003c/ul\u003e\n",
      "how_to_apply":"\u003cp\u003eAPPLY HERE: \u003ca href=\"https://us-strozfriedberg-aon.icims.com/jobs/24315/senior-developer/job\"\u003ehttps://us-strozfriedberg-aon.icims.com/jobs/24315/senior-developer/job\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":null
   },
   {
      "id":"2744c836-e97b-11e8-8236-5be6ba23f176",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/2744c836-e97b-11e8-8236-5be6ba23f176",
      "created_at":"Fri Nov 16 08:41:52 UTC 2018",
      "company":"Piktochart Sdn Bhd",
      "company_url":null,
      "location":"Europe",
      "title":"DevOps (Remote - Europe)",
      "description":"\u003cp\u003eDear server/database admin, you’ve arrived at the opening where challenge meets excitement. Piktochart is a growing startup and we work to serve our users so that they can create infographics on a daily basis with ease. If you have a strong passion for scaling web apps and application security, we need your help on our server operations!\u003c/p\u003e\n\u003cp\u003eYour mission:\u003c/p\u003e\n\u003cp\u003eDesign scalable and secure web infrastructure on GCP \u0026amp; AWS clouds\nMonitor system and network health\nDeploy containerized applications on Kubernetes\nAnalyze software performance and perform system/code optimization\nDesign and scale database systems\nAutomate server management using tools like Ansible or Saltstack\nParticipate in service capacity planning and demand forecasting\u003c/p\u003e\n\u003cp\u003eYou offer :\u003c/p\u003e\n\u003cp\u003e3+ years experience with distributed Unix/Linux environments, preferably Ubuntu or Debian\nFamiliarity with Amazon and Google clouds\nExperience with Docker and container orchestration platforms\nExperience with scaling MySQL, PostgreSQL, Redis and Memcached clusters\nFamiliar with Ruby on Rails web framework\nStrong knowledge of web application security\nBash and Python scripting\nKnowledge of Nginx, HAProxy\nKnowledge of Ansible / Chef / Puppet\nKnowledge of Elasticsearch stack\u003c/p\u003e\n\u003cp\u003eExtra points if you have:\u003c/p\u003e\n\u003cp\u003eExperience with CI services, CircleCI / Jenkins\nExperience with Golang, Nodejs\nExperience with Agile practices (Scrum, Kanban)\nKnowledge of Nagios / Statd / Graphite\nHigh self-learning ability to adapt to emergency circumstances\nAbility to manage multiple issues at once and keep your team updated on what's going on\nKnowledge in backup/restore operations\u003c/p\u003e\n\u003cp\u003eLocation :\u003c/p\u003e\n\u003cp\u003eRemote (Already based in Europe or willing to work in EU timezone)\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003eApply here : \u003ca href=\"https://grnh.se/e0769a2c1\"\u003ehttps://grnh.se/e0769a2c1\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdjFXIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a77c2ed67ba70e15837e957c69e76a6c6af641ac/aa062216-a41a-4c15-a18d-c5082cace137"
   },
   {
      "id":"28dec9da-e90d-11e8-8317-fd99c2c2fb01",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/28dec9da-e90d-11e8-8317-fd99c2c2fb01",
      "created_at":"Thu Nov 15 19:33:10 UTC 2018",
      "company":"Acadian Asset Management",
      "company_url":"https://www.acadian-asset.com/",
      "location":"Boston, MA",
      "title":"Senior Quantitative Developer, Multi-Asset Class Strategies ",
      "description":"\u003cp\u003ePosition Overview:\nWe are looking for a senior quantitative developer to join our Multi-Asset Class Strategies (MACS) team, who will own all aspects of quantitative model development for the team – including design, implementation, visualization and maintenance. MACS is a new and growing business at Acadian and focuses on all major global asset classes including: Equities, Fixed Income, Currencies, Commodities and Options/Volatility. As a member of the investment team, this person will closely collaborate with PMs and quantitative researchers and will have opportunities to contribute to research and investment decisions.\u003c/p\u003e\n\u003cp\u003eResponsibilities:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eResponsible for all aspects of quantitative model development for the MACS Team\u003c/li\u003e\n\u003cli\u003eWork with PMs and researchers to design and implement sophisticated quantitative multi-asset models\u003c/li\u003e\n\u003cli\u003eDesign and implement state of the art model visualization capabilities\u003c/li\u003e\n\u003cli\u003eMaintain all aspects of the models including daily production jobs\u003c/li\u003e\n\u003cli\u003eBuild systems to gather, cleanse and integrate data from various sources\u003c/li\u003e\n\u003cli\u003eApply advanced algorithms from the field of quantitative finance and computational science to assist in the research of macroeconomic and financial variables\u003c/li\u003e\n\u003cli\u003eContribute to the MACS research agenda and investment decisions\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eQualifications:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMinimum 7+ years of experience as a quantitative developer for an investment firm\u003c/li\u003e\n\u003cli\u003eMaster’s degree with an outstanding academic record in a technical field such as mathematics, science or engineering; PhD degree preferred\u003c/li\u003e\n\u003cli\u003eHands on development experience with Python (Pandas, Numpy) for modeling/analytical work and SQL for data access and architecture; JavaScript experience for visualization a plus\u003c/li\u003e\n\u003cli\u003eVery strong mathematical skills; experience with Bayesian estimation and optimization is a plus\u003c/li\u003e\n\u003cli\u003eProficiency in multi-asset class data series and operating data delivery platforms\u003c/li\u003e\n\u003cli\u003eSuperior software, database design and programming skills to move quickly from concept to solution\u003c/li\u003e\n\u003cli\u003eWorld-class analytic skills and the ability to clearly articulate approach, process and results in verbal, graphical and written form\u003c/li\u003e\n\u003cli\u003eCreativity, enthusiasm, collegiality and the ability to excel in a self-starting environment\u003c/li\u003e\n\u003cli\u003eDrive and humility to deliver on high value projects and roll up your sleeves attitude\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eIt is the policy of Acadian Asset Management LLC to provide equal employment opportunity to all qualified persons without regard to race, creed, color, sex, age, national origin, marital status, veteran status, citizenship status, disability, or sexual orientation.\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003e\u003ca href=\"https://www.acadian-asset.com/careers\"\u003ehttps://www.acadian-asset.com/careers\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdkJXIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--581ce0319cf361a6680906a74565427148d2f9e2/1e0bbfdc-4638-486b-975a-0906de4dfa19"
   },
   {
      "id":"47328346-e90c-11e8-9429-c09930ae6ec9",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/47328346-e90c-11e8-9429-c09930ae6ec9",
      "created_at":"Thu Nov 15 19:26:24 UTC 2018",
      "company":"Acadian Asset Management",
      "company_url":"http://acadian-asset.com",
      "location":"Boston, MA",
      "title":"Full Stack Developer \u0026 Senior Analyst (Investment Analytics)",
      "description":"\u003cp\u003ePosition Overview:\nWe are seeking an experienced Software Engineer to help us design and build Acadian’s advanced browser-based, interactive, analytical platform that helps us better understand, explain, and improve our quantitative investment process. This is a hands-on, full-stack development role that provides growth and learning opportunities. The Software Engineer will utilize and hone a variety of technical skills while gaining and applying quantitative investment knowledge. Our small team is embedded within the investment group, providing the opportunity to see your work in action. Join us to leverage your software development skills and work with world class technology and investment experts.\u003c/p\u003e\n\u003cp\u003eResponsibilities:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDesign, build, test, and support multi-tiered distributed, clustered, web-based applications and platforms\u003c/li\u003e\n\u003cli\u003eEngineer, design, and build scalable, interactive, responsive, informative, and beautiful data visualization and exploration tools\u003c/li\u003e\n\u003cli\u003eTeam up with quantitative portfolio managers and researchers to develop and execute process improvement initiatives through software development\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eQualifications:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience building browser-based applications using JavaScript, CSS, and HTML\u003c/li\u003e\n\u003cli\u003eExperience programming using a server-side scripting language such as Python (Node, Ruby, Julia, etc.)\u003c/li\u003e\n\u003cli\u003eDegree in Computer Science or equivalent knowledge and technical work experience\u003c/li\u003e\n\u003cli\u003eHands on experience running http server such as Apache / NGINX\u003c/li\u003e\n\u003cli\u003ePrior investment/financial industry knowledge is not required\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eOther technologies we use:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSQL, NoSQL, MongoDB, Redis\u003c/li\u003e\n\u003cli\u003eNumpy, Scipy, Pandas\u003c/li\u003e\n\u003cli\u003eD3, AngularJS, Node\u003c/li\u003e\n\u003cli\u003eDocker, Slurm, ZeroMQ, AWS\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eIt is the policy of Acadian Asset Management LLC to provide equal employment opportunity to all qualified persons without regard to race, creed, color, sex, age, national origin, marital status, veteran status, citizenship status, disability, or sexual orientation.\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003e\u003ca href=\"https://www.acadian-asset.com/careers\"\u003ehttps://www.acadian-asset.com/careers\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdTlXIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--703f54fc6dc8eda27790b08f4867a4593f252f09/e875225d-b3cc-454b-9e2f-a7e80cdb65fa"
   },
   {
      "id":"728d85b4-e8d9-11e8-95cd-f13299063e9d",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/728d85b4-e8d9-11e8-95cd-f13299063e9d",
      "created_at":"Thu Nov 15 13:22:21 UTC 2018",
      "company":"Stylight GmbH",
      "company_url":"https://www.stylight.com/",
      "location":"Munich, Germany",
      "title":"Software Engineer (m/f)",
      "description":"\u003cp\u003eFor our office in Munich, we are looking for a Software Engineer to join our team. If you like thinking outside the box and collaborating with teammates to develop solutions to complex problems— this is the place for you!\u003c/p\u003e\n\u003cp\u003eYour Team\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWorks in an Agile environment to create internal tools in diverse areas such as performance marketing, SEO, and editorial content marketing.\u003c/li\u003e\n\u003cli\u003eCodes primarily in Python (mostly for backend applications) and is committed to the quality and health of their codebase.\u003c/li\u003e\n\u003cli\u003eValues the learning and growth mindset and has dedicated time for self-driven, personal development.\u003c/li\u003e\n\u003cli\u003eHas low management overhead and a high level of trust in one another; enjoys autonomous work as well as pair programming.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eYour Responsibilities\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eConsider complex logical problems and develop pragmatic solutions with regard to relative effort and business value.\u003c/li\u003e\n\u003cli\u003eContinue to breakup a monolithic app into microservices while creating APIs used by other teams in Stylight’s value chain.\u003c/li\u003e\n\u003cli\u003eOwn service stacks from design, development, \u0026amp; testing to continuous integration, monitoring, \u0026amp; user support.\u003c/li\u003e\n\u003cli\u003eExplain technical concepts to non-technical colleagues.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eYour Profile\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWe hope you love Python and have experience with it too!  If not, we expect you to have a strong desire to learn and significant experience in another programming language.\u003c/li\u003e\n\u003cli\u003eYou have a background in computer science either from a bachelor's degree program and/or work experience.\u003c/li\u003e\n\u003cli\u003eYou have proficient English skills and are able to communicate honestly and openly with your colleagues.\u003c/li\u003e\n\u003cli\u003eYou are a motivated, compassionate individual who enjoys collaboration and is eager to learn from and teach others.\u003c/li\u003e\n\u003cli\u003eSQL experience is a nice plus.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWhy join Stylight?\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWe have an international, fun, and inclusive culture!  Our team represents over 20 nationalities.\u003c/li\u003e\n\u003cli\u003eWe are family-friendly and enjoy spending time with one another outside of working hours from board game evenings and BBQs to ping pong tournaments and Christmas tree decorating.\u003c/li\u003e\n\u003cli\u003eStylight is #1 Meetup organizer in Munich, deeply involved in the local tech community, and organizer of daho.am, our own annual developer conference.\u003c/li\u003e\n\u003cli\u003eA personal development budget is given to you to use throughout the year for personal growth.\u003c/li\u003e\n\u003cli\u003eWe have a beautiful office space which is in the city-center, just a 10-minute walk to the nearest Biergarten.\u003c/li\u003e\n\u003cli\u003eWant to know more? Check out: about.stylight.com and tech.stylight.com.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eUp for the Challenge?\u003c/p\u003e\n\u003cp\u003eThen don’t hesitate and apply today at about.stylight.com/jobs. We look forward to your complete application (CV, cover letter)! Your contact: Carina Meyer.\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003ePlease apply at about.stylight.com/jobs!\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdUpXIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--b29261ac99368f87eb6bc2df80122e7ea213932c/787c4fda-3185-4f0c-8e04-ab47802c6f4a"
   },
   {
      "id":"0b6885c4-e8d8-11e8-96fd-a4688df0d66b",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/0b6885c4-e8d8-11e8-96fd-a4688df0d66b",
      "created_at":"Thu Nov 15 13:12:21 UTC 2018",
      "company":"Stylight GmbH",
      "company_url":"https://www.stylight.com",
      "location":"Munich, Germany",
      "title":"Senior Software Engineer (m/f)",
      "description":"\u003cp\u003eWe are looking for an experienced Software Engineer to join our team in Munich. You’re interested in further optimizing and automating the technical integration of our partner shops and delivering high quality software is your number one priority? Then Stylight is your place to be.\u003c/p\u003e\n\u003cp\u003eYour Team\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eIs responsible for automating and continuously improving the technical integration tools and systems used by our business and finance teams as well as hundreds of business partners.\u003c/li\u003e\n\u003cli\u003eCodes primarily in Python (mostly for backend applications) and Javascript (for interactive UIs) and is committed to the quality and health of their codebase.\u003c/li\u003e\n\u003cli\u003eWorks in an agile and cross-functional environment alongside our sales and partner managers.\u003c/li\u003e\n\u003cli\u003eEnjoys autonomous work as well as pair programming, code reviews and learning together.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eYour Responsibilities\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEnsuring your team ships quality products and code in accordance with business needs.\u003c/li\u003e\n\u003cli\u003eBuild, maintain, and monitor our scalable architecture. We take pride in building highly performant and failure resistant platforms with a small team.\u003c/li\u003e\n\u003cli\u003eOwn services from design, development, and testing to continuous integration, monitoring, and support.\u003c/li\u003e\n\u003cli\u003eEnjoy what you do, and be ready to research and learn new technologies.\u003c/li\u003e\n\u003cli\u003eExplain technical topics to non-technical colleagues and advocate for your team across the company.\u003c/li\u003e\n\u003cli\u003eMentor, lead, and support other engineers to foster technical excellence in the team. Bring your best practices, challenge the status quo, and set things in motion.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eYour Profile\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou bring hands-on experience in software development, ideally 5+ years and have experience in designing, building and operating complex, scalable systems.\u003c/li\u003e\n\u003cli\u003eYou have significant Python experience and are ready to share what you’ve learned with others.\u003c/li\u003e\n\u003cli\u003eYou want to take responsibility and ownership for the software you produce. “You build it, you run it!” is our general philosophy.\u003c/li\u003e\n\u003cli\u003eYou are opinionated and outspoken on engineering best practices, but can still maintain friends.\u003c/li\u003e\n\u003cli\u003eYou have solid experience with both relational and NoSQL databases.\u003c/li\u003e\n\u003cli\u003eYou have proficient English skills and are able to communicate honestly and openly with your colleagues.\u003c/li\u003e\n\u003cli\u003eYou’re excited to work in an environment where collaboration, continuous integration and delivery are as vital as morning coffee.\u003c/li\u003e\n\u003cli\u003eExperience with Docker, AWS, and microservice architectures are a very nice plus.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWhy join Stylight?\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eStylight is #1 Meetup organizer in Munich, and deeply involved in the local tech community.\u003c/li\u003e\n\u003cli\u003eWe organize daho.am, our own annual developer conference. Top-notch speakers and over 1,000 attendees.\u003c/li\u003e\n\u003cli\u003eInternational \u0026amp; highly motivated environment with open business culture in all departments.\u003c/li\u003e\n\u003cli\u003eHands-on work after quick ramp up \u0026amp; openness to new solutions and improvements.\u003c/li\u003e\n\u003cli\u003eA personal development budget is given to you to use throughout the year for personal growth.\u003c/li\u003e\n\u003cli\u003eWe have one of the coolest office spaces in Munich (and actually in Germany).\u003c/li\u003e\n\u003cli\u003eExperience Munich: Our office is in the city-center, and just a 10-minute walk to the nearest Biergarten.\u003c/li\u003e\n\u003cli\u003eWant to know more? Check out: about.stylight.com and tech.stylight.com.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eUp for the Challenge?\u003c/p\u003e\n\u003cp\u003eThen do not hesitate and apply today on about.stylight.com/jobs. We are looking forward to receiving your complete application (CV, cover letter) in English or German! Your contact: Carina Meyer.\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003ePlease apply at about.stylight.com/jobs!\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdDlXIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--aefc2a286e55b1426f3cf4424719dd1316033ef3/f2c8b944-fbd2-4be4-8f71-47be0ff73cc3"
   },
   {
      "id":"62f8d66a-e8d6-11e8-9847-c1b90d211139",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/62f8d66a-e8d6-11e8-9847-c1b90d211139",
      "created_at":"Thu Nov 15 13:00:53 UTC 2018",
      "company":"Stylight GmbH",
      "company_url":"https://www.stylight.com",
      "location":"Munich, Germany",
      "title":"Lead Engineer (m/f)",
      "description":"\u003cp\u003eWe are looking for a Lead Software Engineer to join our team in Munich. You’re interested in further optimizing and automating the technical integration of our partner shops and delivering high quality software is your number one priority? Then Stylight is your place to be.\u003c/p\u003e\n\u003cp\u003eYour Team\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eIs responsible for automating and continuously improving the technical integration tools and systems used by our business and finance teams as well as hundreds of business partners.\u003c/li\u003e\n\u003cli\u003eCodes primarily in Python (mostly for backend applications) and Javascript (for interactive UIs) and is committed to the quality and health of their codebase.\u003c/li\u003e\n\u003cli\u003eWorks in an agile and cross-functional environment alongside our sales and partner managers.\u003c/li\u003e\n\u003cli\u003eEnjoys autonomous work as well as pair programming, code reviews and learning together.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eYour Responsibilities\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEnsuring your team ships quality products and code in accordance with business needs.\u003c/li\u003e\n\u003cli\u003eBuild, maintain, and monitor our scalable architecture. We take pride in building highly performant and failure resistant platforms with a small team.\u003c/li\u003e\n\u003cli\u003eOwn services from design, development, and testing to continuous integration, monitoring, and support.\u003c/li\u003e\n\u003cli\u003eEnjoy what you do, and be ready to research and learn new technologies.\u003c/li\u003e\n\u003cli\u003eExplain technical topics to non-technical colleagues and advocate for your team across the company.\u003c/li\u003e\n\u003cli\u003eMentor, lead, and support other engineers to foster technical excellence in the team. Bring your best practices, challenge the status quo, and set things in motion.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eYour Profile\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou bring hands-on experience in software development, ideally 5+ years and have experience in designing, building and operating complex, scalable systems.\u003c/li\u003e\n\u003cli\u003eYou have significant Python experience and are ready to share what you’ve learned with others.\u003c/li\u003e\n\u003cli\u003eYou want to take responsibility and ownership for the software you produce. “You build it, you run it!” is our general philosophy.\u003c/li\u003e\n\u003cli\u003eYou are opinionated and outspoken on engineering best practices, but can still maintain friends.\u003c/li\u003e\n\u003cli\u003eYou have solid experience with both relational and NoSQL databases.\u003c/li\u003e\n\u003cli\u003eYou have proficient English skills and are able to communicate honestly and openly with your colleagues.\u003c/li\u003e\n\u003cli\u003eYou’re excited to work in an environment where collaboration, continuous integration and delivery are as vital as morning coffee.\u003c/li\u003e\n\u003cli\u003eExperience with Docker, AWS, and microservice architectures are a very nice plus.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWhy join Stylight?\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eStylight is #1 Meetup organizer in Munich, and deeply involved in the local tech community.\u003c/li\u003e\n\u003cli\u003eWe organize daho.am, our own annual developer conference. Top-notch speakers and over 1,000 attendees.\u003c/li\u003e\n\u003cli\u003eInternational \u0026amp; highly motivated environment with open business culture in all departments.\u003c/li\u003e\n\u003cli\u003eHands-on work after quick ramp up \u0026amp; openness to new solutions and improvements.\u003c/li\u003e\n\u003cli\u003eA personal development budget is given to you to use throughout the year for personal growth.\u003c/li\u003e\n\u003cli\u003eWe have one of the coolest office spaces in Munich (and actually in Germany).\u003c/li\u003e\n\u003cli\u003eExperience Munich: Our office is in the city-center, and just a 10-minute walk to the nearest Biergarten.\u003c/li\u003e\n\u003cli\u003eWant to know more? Check out: about.stylight.com and tech.stylight.com.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eUp for the Challenge?\u003c/p\u003e\n\u003cp\u003eThen do not hesitate and apply today! We are looking forward to receiving your complete application (CV, cover letter) in English or German! Your contact: Carina Meyer.\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003ePleas apply at about.stylight.com/jobs!\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdDVXIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a1ce7309a39c5d747fd02eafdd31d918aa5d2fa4/759b760f-982e-4395-aeef-1e146d2f3a0c"
   },
   {
      "id":"76fcadae-e84e-11e8-88fc-96a168773892",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/76fcadae-e84e-11e8-88fc-96a168773892",
      "created_at":"Wed Nov 14 20:50:03 UTC 2018",
      "company":"NBCUniversal",
      "company_url":"https://www.nbcunicareers.com/",
      "location":"Universal City, CA",
      "title":"Media Software Engineer",
      "description":"\u003cp\u003eResponsibilities :\u003c/p\u003e\n\u003cp\u003eCoding at the component level and works under minimal supervision.\nAsset Management System Administration with systems, applications and service integrations.\nProvide proactive, regular, and professional-level communication with clients and team members alike\nManage system integration with 3rd party providers.\nProvide usage reports and track key metrics as required.\nEnsure delivered solutions enable the organization to manage the asset portfolio with respect to risk, cost, control, governance, compliance and business performance objectives\nCollaborate with stakeholders, developers, and system teams to design and maintain automation and deployment tools\nAssist project and technology teams in troubleshooting systems\nCreate dashboards and other tools for Project, Operations and Engineering teams to use in day-to-day monitoring and troubleshooting and enhance operational transparency within business units\nFollow Security Best Practices\nOccasional after hour support based on upgrades, new deployments and high-profile campaigns and/or market critical events.\u003c/p\u003e\n\u003cp\u003eJob Requirements\u003c/p\u003e\n\u003cp\u003eKnowledge/experience in relevant technologies, such as:\nXML Scripting\nJava/JavaScript\nJSON Messaging\nHTTP Protocol\nWeb Services (SOAP \u0026amp; REST)\nPython, Ruby, Perl, and Smalltalk or other scripting languages preferred\nFamiliarity with ELK Stack (Prometheus) preferred\nAmazon Web Services technologies experience preferred\nAsset Management Systems\nSolid interpersonal skills with the ability to communicate and present to all levels of the organization and with external parties\nSelf-directed, highly motivated individual who can effectively manage multiple activities, pay attention to detail and a focus on continuous improvement.\nHigh degree of professionalism\u003c/p\u003e\n\u003cp\u003eDesired Characteristics\u003c/p\u003e\n\u003cp\u003eScope of activities within projects include:\nBusiness requirements, documentation \u0026amp; gap analysis\nCoordination of connectivity setup\nTechnical implementation/provisioning\nDevelop test plans, procedures and scripting for new workflows, integration and automated UI testing\nUnderstand Process flow and data mapping\nData preparation, deployment and analysis\nWeb services development\nApplication knowledge: Orchestration tools, Workflow Engines, Search Engines, BPM and transcoding.\nDatabase experience and network administration\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003eIf interested, please apply here: \u003ca href=\"https://sjobs.brassring.com/TGWEbHost/jobdetails.aspx?partnerid=25354\u0026amp;siteid=5108\u0026amp;areq=43037BR\"\u003ehttps://sjobs.brassring.com/TGWEbHost/jobdetails.aspx?partnerid=25354\u0026amp;siteid=5108\u0026amp;areq=43037BR\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":null
   },
   {
      "id":"b0332ea6-e82e-11e8-83b0-deabde06afe8",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/b0332ea6-e82e-11e8-83b0-deabde06afe8",
      "created_at":"Wed Nov 14 17:01:38 UTC 2018",
      "company":"Autodesk",
      "company_url":null,
      "location":"Portland, OR or Offsite- USA",
      "title":"Technical Lead, GitHub Solutions",
      "description":"\u003cp\u003eTechnical Lead, GitHub Solutions\nLocation: Portland, OR or Offsite- United States\nJob ID: 18WD30442\u003c/p\u003e\n\u003cp\u003ePosition Overview\u003c/p\u003e\n\u003cp\u003eHave you ever wanted to work for one of the best companies in the industry? Ever wanted to use your knowledge of Git and GitHub to create a development solution that is used by hundreds of Engineering teams? Ever wanted to change the way software is developed and built using continuous integration pipelines?\u003c/p\u003e\n\u003cp\u003eTo maintain our leadership position in a fast moving, ever-changing, competitive environment, Autodesk’s Engineering organization is going through many significant transformations. Therefore, this is a fantastic time to join the company and make an impact.\u003c/p\u003e\n\u003cp\u003eResponsibilities\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eStrategic Leadership\n\u003cul\u003e\n\u003cli\u003eEvangelize the benefits of Git and GitHub, especially as they benefit CI/CD (Continuous Integration and Delivery) and the creation of highly collaborative development environments\u003c/li\u003e\n\u003cli\u003eBuild a close working relationship with product Architects across the company. Work with them to get consensus on the solutions selected\u003c/li\u003e\n\u003cli\u003eExpand the CI development solution to include tools such as Artifactory, Codacy, Code Coverage, IDEs, and more\u003c/li\u003e\n\u003cli\u003ePromote and implement state-of-the-art SCM branching and submission practices that support modern development practices and a CI/CD development methodology\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/li\u003e\n\u003cli\u003eBuild solutions that work at scale\n\u003cul\u003e\n\u003cli\u003eAutodesk has many very large codebases. We will push tools to the limit and beyond. Be the leader that designs and develops solutions (both inner-source and open-source) with Git and GitHub that work at scale\u003c/li\u003e\n\u003cli\u003eEnsure your customers have an excellent experience using GitHub and the development solutions built around it\u003c/li\u003e\n\u003cli\u003eWith 4000 users, resiliency is a critical requirement in our development tools. Architect, then build out the solutions needed to ensure tools are reliable, HA, scalable, monitored, and resilient\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eMinimum Qualifications\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBS in Computer Science, Engineering or equivalent with an excellent academic background\u003c/li\u003e\n\u003cli\u003e5+ years of work experience in commercial software development\u003c/li\u003e\n\u003cli\u003e2+ years of technical hands-on experience with Git and GitHub\u003c/li\u003e\n\u003cli\u003eStrong knowledge of other SCM tools such as Perforce and TFS would be a benefit\u003c/li\u003e\n\u003cli\u003eStrong knowledge of CI/CD tools and methodologies, Jenkins\u003c/li\u003e\n\u003cli\u003eExperience with these languages. Perl, Python, Go, Groovy, Bash, Rust\u003c/li\u003e\n\u003cli\u003eAre a team player who cares about making the team and customers successful\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eTop Signs That You're the Right Candidate\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou have a strong interest in creating great development solutions built on top of Git and GitHub\nThis is a passion, not just a job\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eAbout Autodesk\u003c/p\u003e\n\u003cp\u003eWith Autodesk software, you have the power to Make Anything. The future of making is here, bringing with it radical changes in the way things are designed, made, and used. It's disrupting every industry: architecture, engineering, and construction; manufacturing; and media and entertainment. With the right knowledge and tools, this disruption is your opportunity. Our software is used by everyone - from design professionals, engineers and architects to digital scientists, students and hobbyists. We constantly explore new ways to integrate all dimensions of diversity across our employees, customers, partners, and communities. Our ultimate goal is to expand opportunities for anyone to imagine, design, and make a better world.\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003e\u003ca href=\"https://autodesk.taleo.net/careersection/adsk_gen/jobdetail.ftl?job=18WD30442\u0026amp;tz=GMT-08%3A00\"\u003ehttps://autodesk.taleo.net/careersection/adsk_gen/jobdetail.ftl?job=18WD30442\u0026amp;tz=GMT-08%3A00\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBc1pXIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--635e876f0cb800a040241bd22e6567ba9d6b2b8b/234d448d-dfab-42fa-8e7a-5f982e2dbb56"
   },
   {
      "id":"dc5e367e-e74d-11e8-83b6-bff5f2b12e4f",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/dc5e367e-e74d-11e8-83b6-bff5f2b12e4f",
      "created_at":"Tue Nov 13 14:11:38 UTC 2018",
      "company":"VONQ",
      "company_url":"http://www.vonq.com",
      "location":"Rotterdam",
      "title":"DevOps Engineer",
      "description":"\u003cp\u003eYou are a DevOps or System Engineer who can’t wait to be part of a growing team and to make actual impact. At VONQ we do cool stuff, like building a flagship product, tools and APIs that serve global customers. Are you ready to get your hands dirty in the design, implementation and testing of various infrastructure services that are used by our development teams? Apply at VONQ for DevOps Engineer in Rotterdam!\u003c/p\u003e\n\u003cp\u003eDevOps Engineer\nRotterdam, fulltime, ASAP\u003c/p\u003e\n\u003cp\u003eBe part of our journey and bring our development process, infrastructure and engineering practices to the next level\nAs our System Engineer you will be the one leading critical platform development efforts. What you’ll actually be contributing to? Our core product, the Job Marketing Platform (JMP). It’s a data-driven application with a recommendation engine that is advising recruiters how they should reach their target audience online.\u003c/p\u003e\n\u003cp\u003eWe have an ambitious roadmap for the upcoming period. Your part in the process? We will start to utilise a number of various DevOps practices - and that’s where you come in!\u003c/p\u003e\n\u003cp\u003eYou will be part of an international and experienced Engineering department consisting of Backend and Frontend Developers, Data Engineers, an Agile Coach and a CTO.\u003c/p\u003e\n\u003cp\u003eYour day-to-day job in a nutshell as VONQ’s DevOps Engineer\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMake fully functional environments available on demand for the development team\nProvide guidance and support on application architecture as we move to a container based architecture\u003c/li\u003e\n\u003cli\u003eEnsure a smooth flow of work for all of our development teams\u003c/li\u003e\n\u003cli\u003eEnable fast clear feedback for our development team (and the wider business) on application changes, by providing clear logging, metrics and supporting the team's automated testing infrastructure\u003c/li\u003e\n\u003cli\u003eYou'll work autonomously to make our architectural and business goals a reality\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eGreat understanding of DevOps practices and an Agile mindset, that is you!\nThis describes the ideal candidate, but above all we value people that are eager to grow, autonomous, work together, and love to get things done! Furthermore we think you need:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e3+ years relevant experience\u003c/li\u003e\n\u003cli\u003eExcellent communication skills in English\u003c/li\u003e\n\u003cli\u003eExperience working in application development, systems or IT operations\u003c/li\u003e\n\u003cli\u003eExperience with Cloud and container technologies (e.g. AWS, docker, rocket)\u003c/li\u003e\n\u003cli\u003eGreat understanding DevOps practices and why to use them (e.g. CI,CD, Infrastructure as code, automated testing)\u003c/li\u003e\n\u003cli\u003eYou can develop an array of tools using various programming languages (e.g. Golang, Python, PHP, Scala)\u003c/li\u003e\n\u003cli\u003eExperience with at least some of our middleware and databases: NGINX, Elasticsearch, RabbitMQ, MySQL, Mongo\u003c/li\u003e\n\u003cli\u003eExperience in contributing to the systems architecture of a company\u003c/li\u003e\n\u003cli\u003eLast but not least, you are not afraid to get your hands dirty on older infrastructure, to maintain it and migrate it to the new environment.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBonus points!\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience with application development (e.g. PHP, Scala, Ruby, Golang)\u003c/li\u003e\n\u003cli\u003eExperience with data engineering (e.g. spark, scala, databricks)\u003c/li\u003e\n\u003cli\u003eWorked as part of a distributed (or international) team\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThis is why you should join our team\nWe promise that at VONQ you’ll never stop learning! You’ll be surrounded by international and experienced colleagues, so prepare yourself for some interesting and intellectual conversations.\nOur product has still a lot of potential to grow, and YOU can make impact on that. You’ll get freedom and space for own initiatives, in fact, we encourage you!\u003c/p\u003e\n\u003cp\u003eWe have legendary company outing, beers on Friday and lots of FUN!\u003c/p\u003e\n\u003cp\u003eThere is more! We offer:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA good salary and 8% holiday allowance\u003c/li\u003e\n\u003cli\u003e100% commuting expenses compensation\u003c/li\u003e\n\u003cli\u003ePension contribution\u003c/li\u003e\n\u003cli\u003eFlexible working hours\u003c/li\u003e\n\u003cli\u003eUnlimited (paid!) holidays\u003c/li\u003e\n\u003cli\u003eTime and budget for training\u003c/li\u003e\n\u003cli\u003eRelocation support, and more!\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eUp for the challenge? Join VONQ as System Engineer and make things happen! Please apply by using this application link\n. Questions? Contact Sarah (Recruiter) -\u0026gt; sarahellithy(at)vonq.com.\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003ePlease apply by using this application link\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcmRXIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--42ef9e87e92144f85a34863593358a683954179e/d08b7e6a-0293-4795-9808-a6b527efd7da"
   },
   {
      "id":"4cd29974-e48b-11e8-8478-fb9810f86b79",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/4cd29974-e48b-11e8-8478-fb9810f86b79",
      "created_at":"Sat Nov 10 02:02:55 UTC 2018",
      "company":"Sesame",
      "company_url":"http://sesamecare.com",
      "location":"New York; Berlin",
      "title":"Software engineer (back end)",
      "description":"\u003cp\u003eWe’re Sesame and we’re building a transformative health care platform that makes it easier and more affordable for all Americans to access high-quality health care.\u003c/p\u003e\n\u003cp\u003eOur all-star team is primed for the journey of re-shaping American health care to put people like you and your family first. Unaffordable health care that’s hard to navigate is what keeps us up at night.\u003c/p\u003e\n\u003cp\u003eWe believe everyone should be able to get high-quality care for a fair price. That’s why we’re working with doctors who share our vision for giving people a better way to get the care they need without the stress, frustrations, and rip-offs of the current health care system.\u003c/p\u003e\n\u003cp\u003eWe’re passionate about building a new kind of health care economy that works for everyday people, and this is just the beginning.\u003c/p\u003e\n\u003cp\u003eWe must be on to something, since we’re proud to say:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWe have engineering teams in New York and Berlin\u003c/li\u003e\n\u003cli\u003eWe've raised millions in funding to grow U.S. operations.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWant to help? Join our team. We are a small group of engineers, but we’re growing and looking for experienced back end engineers with a focus on Java to expand our ranks here in New York and Berlin.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAbout you:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eComfortable with Java and microservices.\u003c/li\u003e\n\u003cli\u003eYou seek and prefer simple solutions to complex problems.\u003c/li\u003e\n\u003cli\u003eYou strive to write clean, quality code and enjoy doing it.\u003c/li\u003e\n\u003cli\u003eYou maintain a healthy balance between perfectionism and actually getting stuff done.\u003c/li\u003e\n\u003cli\u003eYou either have experience with the technologies we currently use (or a strong interest in them) and the curiosity to learn new languages and frameworks.\u003c/li\u003e\n\u003cli\u003eYou love developing software. You have 2+ years of industry experience.\u003c/li\u003e\n\u003cli\u003eYou are a strong team player, have strong writing skills, and enjoy collaborating with others.\u003c/li\u003e\n\u003cli\u003eYou are attuned to the fundamentals of user design and user experience.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eOur technology stack includes:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eJava 10\u003c/li\u003e\n\u003cli\u003eSpring Boot\u003c/li\u003e\n\u003cli\u003eKubernetes\u003c/li\u003e\n\u003cli\u003eDocker\u003c/li\u003e\n\u003cli\u003eGraphQL\u003c/li\u003e\n\u003cli\u003ePub/Sub\u003c/li\u003e\n\u003cli\u003ePostgres\u003c/li\u003e\n\u003cli\u003ePython\u003c/li\u003e\n\u003cli\u003eNodeJs\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eOur Offer:\u003c/strong\u003e\nWorking with us means you will be challenged every day by our customers, our partners, and your peers. You can be yourself, speak freely, be trusted and respected.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003ePerks:\u003c/strong\u003e\nCompetitive total compensation package with generous equity.\nGenerous, flexible vacation policy.\nA fun and international work environment with teams in New York and Europe.\nThe opportunity to work independently and occasionally remotely.\nThe chance to learn first-hand about the biggest industry in the world.\u003c/p\u003e\n\u003cp\u003eSesame is an equal opportunity employer and we value diversity at our company. We do not discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status.\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003e\u003ca href=\"https://jobs.lever.co/sesamecare/26d259b5-5bcc-4ee9-a5d0-068d9c856381?lever-origin=applied\u0026amp;lever-source%5B%5D=GitHub\"\u003ehttps://jobs.lever.co/sesamecare/26d259b5-5bcc-4ee9-a5d0-068d9c856381?lever-origin=applied\u0026amp;lever-source%5B%5D=GitHub\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcWRXIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--bfdeee729a4dbb9e1851c0362a1cf73bf3b6c646/03acb87e-f369-4964-950b-80043ff18ae1"
   },
   {
      "id":"9999f1f0-e448-11e8-966e-602e38acf303",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/9999f1f0-e448-11e8-966e-602e38acf303",
      "created_at":"Fri Nov 09 21:36:14 UTC 2018",
      "company":"BlueVine",
      "company_url":"http://bluevine.com",
      "location":"Redwood City, Ca",
      "title":"Senior Python Developer",
      "description":"\u003cp\u003eAt BlueVine, we’re transforming how businesses get access to working capital financing. Founded in 2013, our online lending platform has helped 10,000+ business owners simplify their cashflow management, boost growth, and take advantage of new opportunities. As a leading FinTech company, we’re backed by Menlo Ventures, LightSpeed Ventures, 83North, Silicon Valley Bank, Citi Ventures, Microsoft Ventures and Nationwide Insurance among other notable investors. Our clients love us, the market we’re going after is huge, and we’re just getting started.\u003c/p\u003e\n\u003cp\u003eWe’re looking for exceptional people to help deliver the next generation of business financing solutions. We are a group of fun, creative, and motivated people that like to tackle challenges head on. If you have a strong desire to be part of a small, agile team, in an exciting and growing space, you’ll find your next job at BlueVine.\u003c/p\u003e\n\u003cp\u003eAs a \u003cstrong\u003eSenior Python Developer\u003c/strong\u003e at BlueVine you will be an important part of leading our platform development, and be a key member of our tech team.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eBENEFITS \u0026amp; PERKS:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eReceive over $1,000 annually for a wellness benefit of your choice\u003c/li\u003e\n\u003cli\u003eFree commuter benefits - CalTrain passes for SF employees and a monthly parking allowance for SF/NJ employees\u003c/li\u003e\n\u003cli\u003eWeekly catered lunches\u003c/li\u003e\n\u003cli\u003eUnlimited snacks in fully stocked kitchens\u003c/li\u003e\n\u003cli\u003eGenerous PTO and holidays\u003c/li\u003e\n\u003cli\u003eExcellent health coverage and life insurance benefits\u003c/li\u003e\n\u003cli\u003eGenerous, paid parental leave which covers up to 15 weeks\u003c/li\u003e\n\u003cli\u003ePet-friendly offices\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWHAT YOU'LL DO:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eArchitect and build state-of-the-art web \u0026amp; mobile application using a variety of languages and tools\u003c/li\u003e\n\u003cli\u003eBuild distributed backend application in the cloud\u003c/li\u003e\n\u003cli\u003eUnderstand repeatable automated processes for building the application, test it, document it, and deploy it at scale\u003c/li\u003e\n\u003cli\u003eA desire to work as part of a growing, fast-paced, and highly-flexible team\u003c/li\u003e\n\u003cli\u003eWork closely with, and incorporate feedback from, product designers and other stakeholders in the company\u003c/li\u003e\n\u003cli\u003eBe able to develop a project through its entire lifecycle\u003c/li\u003e\n\u003cli\u003eHave strong attention to details, a strong sense of ownership, pride in the quality of one's work and the ability to meet deadlines\u003c/li\u003e\n\u003cli\u003eProvide technical direction and guidance, as well as draft specifications, architect solutions, define timelines, advise on industry best practice and problems to be solved\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWHAT WE LOOK FOR:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eKnowledge of Python (4+ years)\u003c/li\u003e\n\u003cli\u003eKnowledge of Django (2+ years)\u003c/li\u003e\n\u003cli\u003eExperience with Celery, RESTful APIs and server-side APIs integration\u003c/li\u003e\n\u003cli\u003eKnowledge of ORM, SQL and Data Modeling\u003c/li\u003e\n\u003cli\u003eExperience with TDD and ability to write quality unit tests\u003c/li\u003e\n\u003cli\u003eExperience with AWS, cloud deployments, devops and web security\u003c/li\u003e\n\u003cli\u003eKnowledge of JavaScript, HTML5, CSS3\u003c/li\u003e\n\u003cli\u003eAbility to quickly learn new technologies and adapt to a fast-paced development environment\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBlueVine’s mission is to help business owners succeed and thrive by making sure they have convenient access to capital for their everyday funding needs. We’ve helped thousands of businesses since we started in 2013, funding more than $1 billion in working capital through our pioneering online platform. Our invoice factoring product allows business to receive cash advances on their outstanding invoices, offering factoring lines of up to $5 million. Our business line of credit product, called Flex Credit, offers financing based on 6-month and 12-month payment terms, and credit lines of up to $250,000. Based in Redwood City, Calif., BlueVine is backed by leading venture capital firms.\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003e[Senior Python Developer] (\u003ca href=\"https://jobs.lever.co/bluevine/17ae9fff-deb7-4f61-b2cb-4507840e24bf?lever-origin=applied\u0026amp;lever-source%5B%5D=GitHub\"\u003ehttps://jobs.lever.co/bluevine/17ae9fff-deb7-4f61-b2cb-4507840e24bf?lever-origin=applied\u0026amp;lever-source%5B%5D=GitHub\u003c/a\u003e)\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcVpXIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--8b6025c5a6fe7b1fcfa4d8ead233a6ef0e956a5a/98456b19-f8cb-4e7c-863d-6dafefc20196"
   },
   {
      "id":"dc428b94-e42e-11e8-91e2-23879ca9e8b0",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/dc428b94-e42e-11e8-91e2-23879ca9e8b0",
      "created_at":"Fri Nov 09 14:51:11 UTC 2018",
      "company":"New York University",
      "company_url":null,
      "location":"New York, New York 10001",
      "title":"Technology Solutions Developer",
      "description":"\u003cp\u003eAs a member of the Technology Development Group, the Technology Solutions Developer is responsible for designing, implementing, and testing a wide variety of web applications, and supporting the School of Law's web presence, including academic and administrative functions. The responsibilities range from designing and developing end-to-end applications, planning and developing new site features, and extending existing applications to keeping web systems up-to-date, and integrating 3rd party applications with the school's application stack. The role requires excellent technical skills, analytical and creative problem solving skills, an ability to work independently or with a group, initiative, and high personal standards for quality work.\u003c/p\u003e\n\u003cp\u003eUS\u003c/p\u003e\n\u003cp\u003eThe Technology Development Group at NYU School of Law is a small, versatile, full stack development team. The vast majority of our development is in C#/.NET, with additional projects in PHP (Laravel) … both using Vue as our front-end framework.\u003c/p\u003e\n\u003cp\u003eOur group develops and supports the school's website (Drupal), micro sites (usually WordPress), reporting, and administrative applications (both internal and public). We've been known to divert our energies towards improving our supporting infrastructure, and now run many of our services using Docker/Kubernetes/Terraform, and that only as part of our growing AWS presence. We're usually getting ourselves into trouble with interesting projects.\u003c/p\u003e\n\u003cp\u003eYOU\u003c/p\u003e\n\u003cp\u003eWe're looking to add a developer who is flexible enough to code across different environments. Maybe you have experience in another language and are looking to switch it up. You're already good, but want to be better … and you want to learn new things and grow. Regardless, have an opinion, because we genuinely want to hear it!\u003c/p\u003e\n\u003cp\u003eWHY\u003c/p\u003e\n\u003cp\u003eAs an employee of NYU Law, you would receive NYU's benefits (\u003ca href=\"https://www.nyu.edu/employees/benefit.html\"\u003ehttps://www.nyu.edu/employees/benefit.html\u003c/a\u003e), including excellent health coverage, retirement plans, and tuition remission. You would be part of a team of creative, talented technologists who continue to make NYU Law one of the top law schools in the country! Finally, you will be given the opportunity to become the professional you want to be, working with the tools you want to work with.\u003c/p\u003e\n\u003cp\u003eRequired Education:\nBachelor's degree.\u003c/p\u003e\n\u003cp\u003eRequired Experience:\n2-4 years' experience and expertise in working with high level languages such as: C#, PHP, Python, or Ruby; fluency in HTML, CSS, JavaScript; and familiarity with the general principles of system and network administration; direct experience with the all components of the LAMP stack and content management frameworks, such as Drupal and WordPress.\u003c/p\u003e\n\u003cp\u003ePreferred Experience:\nExperience with a web development framework such as: .NET, Laravel, Django, or Rails. Experience with a JavaScript framework such as Vue, Angular, or React.\u003c/p\u003e\n\u003cp\u003eRequired Skills, Knowledge and Abilities:\nExcellent interpersonal and communication skills; ability and drive to learn new technologies and proactively look for ways to improve the School of Law's applications and web infrastructure.\u003c/p\u003e\n\u003cp\u003ePreferred Skills, Knowledge and Abilities:\nKnowledge of module or plugin development for these frameworks is a plus. Fundamental knowledge of distributed version control systems and familiarity with one or more contemporary version control systems (e.g. Git/Mercurial/SVN)\u003c/p\u003e\n\u003cp\u003eEOE/AA/Minorities/Females/Vet/Disabled/Sexual Orientation/Gender Identity\u003c/p\u003e\n\u003cp\u003eApply Here: \u003ca href=\"http://www.Click2apply.net/cyg9sy9m99zdm9v2\"\u003ehttp://www.Click2apply.net/cyg9sy9m99zdm9v2\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003ePI105491972\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003eApply Here: \u003ca href=\"http://www.Click2apply.net/cyg9sy9m99zdm9v2\"\u003ehttp://www.Click2apply.net/cyg9sy9m99zdm9v2\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":null
   },
   {
      "id":"f61bcf90-e400-11e8-8ff5-71d2e066e687",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/f61bcf90-e400-11e8-8ff5-71d2e066e687",
      "created_at":"Fri Nov 09 09:23:05 UTC 2018",
      "company":"University of Cambridge",
      "company_url":"https://www.gen.cam.ac.uk/",
      "location":"Cambridge, UK",
      "title":"Research Software Engineer",
      "description":"\u003cp\u003e\u003cstrong\u003eResearch Software Engineer\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAre you passionate about open source and making user friendly client-side web applications? We’re a small team comprised of five developers (six, if you join us!) and a biologist, looking for a developer to help us create client-side applications for the open source \u003ca href=\"http://www.intermine.org\"\u003eInterMine\u003c/a\u003e data warehouse platform. Using JavaScript and ClojureScript, the successful applicant will create tools to query and display complex biological data.\u003c/p\u003e\n\u003cp\u003eWe have a lot of fun problems to solve, using the best technologies. How do you let naive users search complex biological data sets? How do you visualise data to let people absorb complicated relationships quickly? How can we use technology to get scientists the answers and data they need? We’re deeply committed to open source and the open science movement. We’re passionate about standards and making scientific data available to everyone.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eOur Stack\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eInterMine​ is an open source Java-based data warehouse, integrating biological data in varied formats into a PostgreSQL database. InterMine also includes ​ web services with client libraries​ in R, Python, Perl, Ruby, Java, and JavaScript, and a legacy JSP-based UI. We’ve also developed ​ BlueGenes​ -- our new user interface powered by Clojure. See our current projects on ​\u003ca href=\"https://github.com/intermine/\"\u003eGitHub​\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAbout You\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe’re looking for an enthusiastic problem solver willing to learn and try new technologies. You’ll be able to show us beautiful interfaces you’ve made. You’ll be comfortable with HTML, CSS, Javascript, and working with the DOM. Note that previous experience with Clojure and / or biology is not required. However an interest and willingness to learn is!\u003c/p\u003e\n\u003cp\u003ePlease see the \u003ca href=\"http://www.jobs.cam.ac.uk/job/19504/\"\u003ejob advert\u003c/a\u003e for specific details.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat We Offer\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAs a member of a small team, you’ll have the chance to learn and extend your skills significantly. Opportunities include:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003einteracting with a ​ worldwide community of open-source contributors​ .\u003c/li\u003e\n\u003cli\u003ementoring students through programs such as ​ Google Summer of Code​ .\u003c/li\u003e\n\u003cli\u003euser testing your applications, both in person and via video conferencing.\u003c/li\u003e\n\u003cli\u003epresenting/co-authoring academic papers, posters, and talks at technical and\nacademic conferences.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe offer very competitive salaries and a generous benefits package (see\n\u003ca href=\"http://www.jobs.cam.ac.uk/offer%E2%80%8B\"\u003ehttp://www.jobs.cam.ac.uk/offer​\u003c/a\u003e for the full list).\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e33 days annual holiday\u003c/li\u003e\n\u003cli\u003e37.5 hour work week\u003c/li\u003e\n\u003cli\u003eUniversity pension\u003c/li\u003e\n\u003cli\u003eChild care and bike to work salary sacrifice schemes\u003c/li\u003e\n\u003cli\u003eAccess to ​ University sports facilities\u003c/li\u003e\n\u003cli\u003eFamily friendly benefits​ like maternity, paternity and parental leave, flexible\nworking and career break schemes.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eTo apply: \u003ca href=\"http://www.jobs.cam.ac.uk/job/19504/\"\u003ehttp://www.jobs.cam.ac.uk/job/19504/\u003c/a\u003e\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003eTo apply: \u003ca href=\"http://www.jobs.cam.ac.uk/job/19504/\"\u003ehttp://www.jobs.cam.ac.uk/job/19504/\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":null
   },
   {
      "id":"ea4a734e-c8c9-11e8-9b99-00d03040101f",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/ea4a734e-c8c9-11e8-9b99-00d03040101f",
      "created_at":"Wed Nov 07 12:46:04 UTC 2018",
      "company":"Norwegian Block Exchange AS",
      "company_url":null,
      "location":"Oslo, Norway or Remote",
      "title":"Software Developer",
      "description":"\u003cp\u003e\u003cstrong\u003eHelp us accelerate the world’s transformation to digital assets.\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eNorwegian Block Exchange (NBX) is building the best cryptocurrency exchange and digital ecosystems for consumers and institutions, optimizing ways for businesses across industries to operate. NBX will lead the community for distributed ledger technologies and other digital assets through security, integrity and customer experience.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat makes this a great place to work?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eTo reach our goals, we are starting from scratch building the company by using the best in class solutions and technology:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eNBX has global ambitions with no legacy code in a greenfield project.\u003c/li\u003e\n\u003cli\u003eHelp shaping architecture and technology choices for the future.\u003c/li\u003e\n\u003cli\u003eWe believe in a healthy work-life balance and flexible working hours.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat you can expect:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAs a software developer on the NBX tech team you'll be part of a 10-15 person agile team.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eParticipating in all areas of application development life-cycle.\u003c/li\u003e\n\u003cli\u003eShip updates in CI/CD pipelines.\u003c/li\u003e\n\u003cli\u003eOur current tech stack:\nGCP, Kubernetes, Docker, React-Redux, Python, Go, Kafka, Cassandra.\u003c/li\u003e\n\u003cli\u003eFuture ambitions for our tech stack:\nMulti cloud, Global reach, AI \u0026amp; Machine Learning, Blockchain as a service, Smart contracts as a service.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRequirements:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe are looking for experienced software developers to help us achieve our high ambitions:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience developing microservices for large scale production services.\u003c/li\u003e\n\u003cli\u003eGood work ethics is necessary. As teams will be working independently within their areas of responsibility.\u003c/li\u003e\n\u003cli\u003eTechnology agnostic and eager to learn new languages, frameworks, patterns etc.\u003c/li\u003e\n\u003cli\u003eExcellent communication skills, both verbal and written.\u003c/li\u003e\n\u003cli\u003eBachelor's degree or higher in Computer Science/Engineering, or equivalent is preferred.\u003c/li\u003e\n\u003c/ul\u003e\n",
      "how_to_apply":"\u003cp\u003ePlease email your resume to \u003ca href=\"mailto:join@nbx.com\"\u003ejoin@nbx.com\u003c/a\u003e,\nLinks to github repositories or similar are welcome\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBb2hYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--d1c2a88373950aba7070ca4f32b212fbe54b62ab/f1f41d14-8e9f-4c73-889c-88248676e147"
   },
   {
      "id":"e5f347ea-e277-11e8-989d-9bece5ee00a0",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/e5f347ea-e277-11e8-989d-9bece5ee00a0",
      "created_at":"Wed Nov 07 10:55:22 UTC 2018",
      "company":"Alasco GmbH",
      "company_url":"https://www.alasco.de/",
      "location":"Munich",
      "title":"Frontend Engineer (m/f)",
      "description":"\u003cp\u003eAlasco helps construction companies complete projects on time and budget. We digitalize the processes in construction planning and execution by offering a cloud based workflow platform. Alasco has been founded in 2018 by three well-known tech entrepreneurs in Munich (Anselm Bauer, Benjamin Günther, Sebastian Schuon) to enable more and higher quality buildings for everybody. If you are interested in participating in a startup early on, do join our cause!\u003c/p\u003e\n\u003cp\u003e•Your Responsibilities: Together with your team, you ship new features for our cloud platform. You will participate in all SCRUM meetings and contribute to improve both the product and your team. After learning about the customers needs and processes you strive to solve them and to deliver the best possible experience for our users by empowering them through an effective and intuitive UI\u003c/p\u003e\n\u003cp\u003e•Your Profile: You have mastered one frontend framework (preferably react) and have experience in collaborating with designers, bringing wireframes to life. You strive for re-usability. Styling elements is a no-go, let’s use classes and variables for that! Previously you have been part of an agile development team. Besides being fluent in English, we want to you to have a desire to learn and grow!\u003c/p\u003e\n\u003cp\u003e•Our Profile\nWe are a small team of software engineers, partly distributed. For our work we use a python/django/postgres stack in the backend and use react/bootstrap in the frontend. All running on AWS. We believe in DevOps, Continuous Integration and Testing (and live it) and work as a SCRUM team, with open boards and retros. We strive hard to balance development speed and software quality and care about the personal growth of our team members!\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003eSubmit your application through \u003ca href=\"https://alasco.breezy.hr/p/49ca07b39fa3-frontend-engineer-m-w-d\"\u003ehttps://alasco.breezy.hr/p/49ca07b39fa3-frontend-engineer-m-w-d\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBb05XIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--834caeaebed8c5a2c4f9fc769ba05f9a69539cd6/4317ab46-3da3-432d-b505-e73e17ad3eea"
   },
   {
      "id":"a412770a-e1d3-11e8-8b9f-cf224f66af92",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/a412770a-e1d3-11e8-8b9f-cf224f66af92",
      "created_at":"Tue Nov 06 14:54:06 UTC 2018",
      "company":"moovel Group GmbH",
      "company_url":"https://www.moovel.com/de/DE",
      "location":"Berlin",
      "title":"Backend Engineer (f/m) Node.js",
      "description":"\u003cp\u003eTransit Squad seeks Backend Engineer (f/m)\u003c/p\u003e\n\u003cp\u003eHi,\nwe’re the transit team at moovel. We build services, munch data and process real-time information in all things transit - and we’re looking for a backend engineer in the Berlin office to\njoin us in our effort to provide great public transit APIs as one of the pillars for moovel’s rapidly expanding mobility platform.\u003c/p\u003e\n\u003cp\u003eFIRST A QUICK LOOK AT US\nOur vision is a planet without traffic jams. Our mission is to transform cities by providing the most convenient and sustainable mobility solutions. We create outstanding products with technical excellence, an agile mindset, an open feedback and failure culture and fun at work. moovel is part of a large global corporation (Daimler AG), but at the heart of it we still are a startup. We act as a partner for cities, transport networks and mobility service providers with the goal of making cities smarter and creating an operating system for urban mobility that provides access to appropriate mobility options in urban areas and paves the way for the future with autonomous vehicles. Currently, 250 employees work in small creative teams in Germany and the US at four locations - Hamburg, Berlin, Stuttgart and Portland.\u003c/p\u003e\n\u003cp\u003eHOW THE ROLE WORKS\nWe gather in small engineering teams organized around specific topics. The individual teams enjoy a high degree of autonomy, trust and responsibility. Innovation is key and very much encouraged and embraced in our teams. We value pragmatism, simplicity and collaboration. We live an open feedback and failure culture, because we know that both are necessary to find proper solutions.\u003c/p\u003e\n\u003cp\u003eWith us you’ll use state of the art technology and work self-determined in small, autonomous and agile teams. moovel tries to maintain a culture where engineers are provided with the tools\nof their choice and a friendly environment in which they can thrive.\u003c/p\u003e\n\u003cp\u003eSOME OF THE THINGS YOU WILL DO\nTeams at moovel choose the tools they regard as best fit for their problems, at their discretion. Hence the technology stack is rather diverse. We employ a microservice backend architecture based on Docker and AWS. Cloud Services are leveraged wherever they help us to focus on our task. We practice Continuous Delivery and value DevOps culture (you build it, you run it). On the Frontend (IOS, Android and Web) we adopted and embraced Technologies like Swift, Kotlin, Rx or React.\u003c/p\u003e\n\u003cp\u003eBreaking down concrete tasks for this position is not that easy, but that's what makes it so exciting. Here are some things we want to entrust you right away:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou write, monitor, scale and architect microservices that comprise our transit backend\u003c/li\u003e\n\u003cli\u003eYou build infrastructure and tooling for importing data into our data stores\u003c/li\u003e\n\u003cli\u003eYou develop services using Node.js \u0026amp; Python\u003c/li\u003e\n\u003cli\u003eYou perform analysis to enable data driven decisions\u003c/li\u003e\n\u003cli\u003eYou write processing pipelines in Python\u003c/li\u003e\n\u003cli\u003eCollaborate with cross-functional teams to define, design and ship new features\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eABOUT YOU\nYou should have experience in writing, maintaining \u0026amp; debugging web services. You should be concerned about quality and maintainable code. Some exposure to functional programming, async concepts and micro services would be useful. While having working experience in the Node.js or Python web stack is a plus, it’s not a show-stopper in case you’re flexible and well versed in alternatives like Rails or Play. Since we are working in a rapidly evolving environment you should be open to pick up new languages, tools and frameworks. Furthermore, we are working with Amazon Web Services so it would be good if you are familiar with cloud technologies and methodologies like 12 Factor.\u003c/p\u003e\n\u003cp\u003eYou should be familiar with SQL. Additionally, it would be nice if you have experience with any of Elasticsearch, Lucene, Solr or similar search technologies. \u003c/p\u003e\n\u003cp\u003eAs it is our corporate language, you should have good written and verbal communication skills in English.\u003c/p\u003e\n\u003cp\u003eBENEFITS\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eChoose your own hardware\u003c/li\u003e\n\u003cli\u003eWorking with newest technologies \u0026amp; microservices\u003c/li\u003e\n\u003cli\u003eCompany pension plan\u003c/li\u003e\n\u003cli\u003eFree breakfast, coffee \u0026amp; water\u003c/li\u003e\n\u003cli\u003eMobility allowance\u003c/li\u003e\n\u003cli\u003eBe part of an interdisciplinary team of experts\u003c/li\u003e\n\u003cli\u003eWorking on products with a high impact on society\u003c/li\u003e\n\u003cli\u003eInternational teams\u003c/li\u003e\n\u003cli\u003eChild care allowance\u003c/li\u003e\n\u003cli\u003eFlexible working hours\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eSounds good?\nWe are more than happy to meet you soon! Just click the application form.\u003c/p\u003e\n\u003cp\u003eYour Transit Squad\nMagnus, Engineering Manager Search\u003c/p\u003e\n\u003cp\u003eClick here for the application!\u003c/p\u003e\n\u003cp\u003eIf you have any questions or are in need for further information feel free to contact\nJanosch Fingerhut\n+49 30 549073811\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003eClick here for the application!\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbTFXIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--f3516d50eaf556f5817391b6fa7484e24bfe85f1/412aec9a-9ac1-46bd-b50f-c0bbafeb2d09"
   },
   {
      "id":"0c5ec774-e124-11e8-9b59-6b693b26fde7",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/0c5ec774-e124-11e8-9b59-6b693b26fde7",
      "created_at":"Mon Nov 05 17:57:31 UTC 2018",
      "company":"REPAY - Realtime Electronic Payments",
      "company_url":"http://www.repay.com",
      "location":"Phoenix, Atlanta, Remote-US Based",
      "title":"Software Developer (Data Pipeline) ",
      "description":"\u003cp\u003eREPAY – Realtime Electronic Payments is an established and fast-growing FinTech company, building niche software that enables businesses to move faster by removing the friction found in the payments processing industry. We offer a comprehensive line of solutions including debit/credit card processing, ACH processing, instant funding, and electronic bill payment systems with full IVR, text, and mobile capabilities.\u003c/p\u003e\n\u003cp\u003eREPAY is seeking a Software Developer (Data Pipeline) to join our team.  The Software Developer will be working closely with our Data Scientist and Lead Developer.\u003c/p\u003e\n\u003cp\u003eTHIS ROLE CAN BE BASED IN TEMPE, AZ OR REMOTE BASED IN THE U.S.\u003c/p\u003e\n\u003cp\u003eWhat you will be doing:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBuild scalable and high-performance data pipelines using Python.\u003c/li\u003e\n\u003cli\u003eDesign, build and deploy a data lake to power a BI and reporting platform\u003c/li\u003e\n\u003cli\u003eInterface with Development teams to ingest and provide data to others\u003c/li\u003e\n\u003cli\u003eActively increase knowledge about Amazon Web Services within the entire team.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWhat you’ll need:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e3-5 years’ experience as a Developer\u003c/li\u003e\n\u003cli\u003eProficiency in SQL and knowledge of SQL queries\u003c/li\u003e\n\u003cli\u003eProficiency in Python\u003c/li\u003e\n\u003cli\u003eHands-on experience with one or more of the following Amazon Web Services: Lambda, Kinesis, S3, DynamoDB, Glue, Redshift  or Athena\u003c/li\u003e\n\u003cli\u003eAble to work within an Agile SDLC (Kanban, Scrum, Etc.)\u003c/li\u003e\n\u003cli\u003eFamiliarity with Continuous Integration/Continuous Delivery\u003c/li\u003e\n\u003cli\u003eFamiliarity with Git\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWhat we’d love you to have:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience with Sisense or other BI related tool\u003c/li\u003e\n\u003cli\u003eGood `understanding of data structures and algorithms\u003c/li\u003e\n\u003cli\u003eExperience with Docker or other container technologies\u003c/li\u003e\n\u003cli\u003eProven experience in building software from initial concept to final delivery.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWhy #REPAYrocks:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eREPAY has been named by FORTUNE® magazine as one of the Top 50 “Best Small Workplaces in America” for 2017!  \u003ca href=\"http://fortune.com/best-small-workplaces/repay-48/\"\u003ehttp://fortune.com/best-small-workplaces/repay-48/\u003c/a\u003e\n\u003c/li\u003e\n\u003cli\u003eREPAY was ranked again for the 8th straight year in a row #2164 on the Inc. 5000 List of America’s Fastest Growing Private Companies for 2018!\u003c/li\u003e\n\u003cli\u003eREPAY has also been certified as a Great Places to Work company for 2017!\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWhy Join the REPAY Family?\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eGrowing ~ We are the industry-leading, financial-technology provider in the Consumer Finance space and continue to set the standard for application development and delivery.\u003c/li\u003e\n\u003cli\u003eAwesome Work Environment ~ Business to casual dress, great snacks and beverages, open-air collaborative team setting.\u003c/li\u003e\n\u003cli\u003eGreat teaming and Work-Life-Balance ~ The team is fun, smart, and collaborative. We truly enjoy working together.  We are all self-driven, motivated professionals that do not require micro-management to make sure we honor our work and project commitments.\u003c/li\u003e\n\u003cli\u003eLeadership Support ~ The founders and leadership team “get” and recognize both individual and team performance.\u003c/li\u003e\n\u003cli\u003eDifficult Problems to Solve ~ We create highly sophisticated payment processing applications and are constantly pushing the boundaries of what is possible on the web, with mobile, SMS, and IVR applications in support of alternative payment channels. We are working on extensive new product and feature development.\u003c/li\u003e\n\u003cli\u003eInnovation and Ideas ~ We constantly listen to clients and employees to find the best ideas, and we provide the resources necessary to ensure those priorities are implemented quickly.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eDIRECT APPLICANTS ONLY, NO C2C, MUST BE ELIGIBLE TO WORK FOR A US EMPLOYER\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003eEmail resumes to \u003ca href=\"mailto:jcohen@repay.com\"\u003ejcohen@repay.com\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbDlXIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--9b05bccd661957aa122968b3a28d73c19205c6f4/e933c51a-a949-48da-bde4-732dd7fa59a0"
   },
   {
      "id":"5dad93a8-e11f-11e8-9f88-578950b09034",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/5dad93a8-e11f-11e8-9f88-578950b09034",
      "created_at":"Mon Nov 05 17:27:42 UTC 2018",
      "company":"REPAY - Realtime Electronic Payments",
      "company_url":null,
      "location":"Phoenix, Atlanta, Remote-US Based",
      "title":"Full Stack Developer - Python",
      "description":"\u003cp\u003eREPAY – Realtime Electronic Payments is an established and fast growing, Financial Technology company. We build great software that enables businesses to move faster by removing friction in payments processing by offering a comprehensive line of electronic payment solutions including debit and credit card processing, ACH processing, instant funding, and electronic bill payment systems with full IVR, text, and mobile capabilities.\u003c/p\u003e\n\u003cp\u003eREPAY is looking for an experienced Full Stack Developer (Python) to be part of our Agile and growing software development team in expanding our core payment processing platform and products within the consumer finance industry. Work in a small team, where you will have an immediate and measurable impact on our fast-growing business by helping us reach the next level and stage of growth. Here, we work hard—but we have lots of fun doing it. So, if you like a cool, collaborative, and challenging work environment, you’ll fit right in.\u003c/p\u003e\n\u003cp\u003eTHIS POSITION CAN BE REMOTE (US BASED) OR IN TEMPE, AZ OR ATLANTA, GA\u003c/p\u003e\n\u003cp\u003eREPAY’s Tech Stack:\u003c/p\u003e\n\u003cp\u003ePython 3.x\nPyramid\nReact\nReact Native\nAWS\nRedux\nRedshift\nDocker\nPostgres\nInteract with the TwilioAPI, SendGrid, and others\u003c/p\u003e\n\u003cp\u003eYou’ll be responsible for:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBuilding and enhancing our core API, user interfaces, and backend processing systems via new greenfield development and supporting legacy systems\u003c/li\u003e\n\u003cli\u003eIntegrating with existing corporate and partner applications which span multiple languages and frameworks\u003c/li\u003e\n\u003cli\u003eDeveloping high performance and reusable software with excellent test coverage\u003c/li\u003e\n\u003cli\u003eDeveloping and deploying to cloud-based technology (AWS)\u003c/li\u003e\n\u003cli\u003eParticipate in the design of our core products\u003c/li\u003e\n\u003cli\u003eEvaluating existing and new technologies and ensuring our applications utilize industry best practices\u003c/li\u003e\n\u003cli\u003eSupporting the operations team in order to provide the best uptime and service quality\u003c/li\u003e\n\u003cli\u003eOccasional travel to Tempe, AZ for remote employees\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eSkills \u0026amp; Requirements:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience working with Python (3.x), Django and/or Pyramid\u003c/li\u003e\n\u003cli\u003eExperience with building highly available systems\u003c/li\u003e\n\u003cli\u003eExperience working with JavaScript\u003c/li\u003e\n\u003cli\u003eA track record of success with developing modern APIs\u003c/li\u003e\n\u003cli\u003eGood understanding of application security\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003ePreferred Skills \u0026amp; Requirements:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience working with ReactJS, React-Native\u003c/li\u003e\n\u003cli\u003eDocker strongly preferred\u003c/li\u003e\n\u003cli\u003eGood understanding of Payments processing and/or developing Payments products\u003c/li\u003e\n\u003cli\u003eFamiliarity of PCI compliance\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWhy #REPAYrocks:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAccess to online learning platforms like PluralSight, Udemy, AskLynda.\u003c/li\u003e\n\u003cli\u003eEncourage continuing education including professional conferences and events\u003c/li\u003e\n\u003cli\u003eFlexible schedule/work from home\u003c/li\u003e\n\u003cli\u003eEmployee bonus program\u003c/li\u003e\n\u003cli\u003eREPAY has been named by FORTUNE® magazine as one of the Top 50 “Best Small Workplaces in America” for 2017!  \u003ca href=\"http://fortune.com/best-small-workplaces/repay-48/\"\u003ehttp://fortune.com/best-small-workplaces/repay-48/\u003c/a\u003e\n\u003c/li\u003e\n\u003cli\u003eREPAY was ranked again for the 8th straight year in a row #2164 on the Inc. 5000 List of America’s Fastest Growing Private Companies for 2018!\u003c/li\u003e\n\u003cli\u003eREPAY has also been certified as a Great Places to Work company for 2017!\nWhy Join the REPAY Family?\u003c/li\u003e\n\u003cli\u003eGrowing ~ We are the industry-leading, financial-technology provider in the Consumer Finance space and continue to set the standard for application development and delivery.\u003c/li\u003e\n\u003cli\u003eAwesome Work Environment ~ Business to casual dress, great snacks and beverages, open-air collaborative team setting.\u003c/li\u003e\n\u003cli\u003eGreat teaming and Work-Life-Balance ~ The team is fun, smart, and collaborative. We truly enjoy working together.  We are all self-driven, motivated professionals that do not require micro-management to make sure we honor our work and project commitments.\u003c/li\u003e\n\u003cli\u003eLeadership Support ~ The founders and leadership team “get” and recognize both individual and team performance.\u003c/li\u003e\n\u003cli\u003eDifficult Problems to Solve ~ We create highly sophisticated payment processing applications and are constantly pushing the boundaries of what is possible on the web, with mobile, SMS, and IVR applications in support of alternative payment channels. We are working on extensive new product and feature development.\u003c/li\u003e\n\u003cli\u003eInnovation and Ideas ~ We constantly listen to clients and employees to find the best ideas, and we provide the resources necessary to ensure those priorities are implemented quickly.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eDIRECT APPLICANTS ONLY, NO C2C, MUST BE ELIGIBLE TO WORK FOR A US EMPLOYER\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003eEmail your resume to \u003ca href=\"mailto:jcohen@repay.com\"\u003ejcohen@repay.com\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbUJXIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--cb7bad5865d7efe72d42202ded74b3a9fe4b3c50/2852a53c-707a-48ff-af93-718314386315"
   },
   {
      "id":"1431441a-e113-11e8-905d-d8c25d6d076b",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/1431441a-e113-11e8-905d-d8c25d6d076b",
      "created_at":"Mon Nov 05 16:34:58 UTC 2018",
      "company":"Dock",
      "company_url":"https://dock.io/",
      "location":"Remote",
      "title":"Blockchain Engineer",
      "description":"\u003cp\u003eDock is seeking a blockchain engineer who is passionate about technology, loves code, and capable of taking initiative.\u003c/p\u003e\n\u003cp\u003eYou'll work on our core team developing smart contracts, layer 2 scaling, and gateway/SDK components.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eThe Ideal Candidate should have\u003c/strong\u003e:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eStrong knowledge of distributed systems\u003c/li\u003e\n\u003cli\u003eOpen source contributions\u003c/li\u003e\n\u003cli\u003eStrong solidity experience\u003c/li\u003e\n\u003cli\u003eGood understanding of Ethereum clients, e.g., parity, geth, and the tool stack, especially web3py\u003c/li\u003e\n\u003cli\u003ePython 3.7\u003c/li\u003e\n\u003cli\u003eStartup experience\u003c/li\u003e\n\u003cli\u003eExperience working in distributed teams\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBig plus\u003c/strong\u003e:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCryptography\u003c/li\u003e\n\u003cli\u003eP2P networking\u003c/li\u003e\n\u003cli\u003eRDBMS/NOSQL\u003c/li\u003e\n\u003cli\u003eGolong\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eCompany Benefits\u003c/strong\u003e:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCompetitive salary\u003c/li\u003e\n\u003cli\u003eToken options\u003c/li\u003e\n\u003cli\u003eAnnual company retreat\u003c/li\u003e\n\u003c/ul\u003e\n",
      "how_to_apply":"\u003cp\u003eApply on AngelList or email your resume and Github profile to \u003ca href=\"mailto:jobs@dock.io\"\u003ejobs@dock.io\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eAngelList: \u003ca href=\"https://angel.co/getdock/jobs/321752-blockchain-engineer\"\u003ehttps://angel.co/getdock/jobs/321752-blockchain-engineer\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":null
   },
   {
      "id":"fa55ec4a-dd65-11e8-867f-7944d54de916",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/fa55ec4a-dd65-11e8-867f-7944d54de916",
      "created_at":"Wed Oct 31 23:38:11 UTC 2018",
      "company":"Bio-Rad Laboratories",
      "company_url":"http://www.bio-rad.com",
      "location":"Pleasanton, CA",
      "title":"Backend Web Developer (Software Developer III Non-IT)",
      "description":"\u003cp\u003eBackend Web Developer (Software Developer III Non-IT)\nBio-Rad Laboratories\u003c/p\u003e\n\u003cp\u003eOverview\nWho We Are and What We Do\u003c/p\u003e\n\u003cp\u003eBio-Rad is an established Fortune 1000 biotech company that creates products that help people live longer, healthier lives. Bio-Rad’s Digital Biology Group (DBG) in Pleasanton makes products (including data products) that are helping to eradicate cancer (among other things). We’ve worked hard at building a great culture here at the DBG that cultivates collaboration and innovation, and people are honestly really passionate about what they do here. Check Us Out\u003c/p\u003e\n\u003cp\u003eWhat We Are Looking For\u003c/p\u003e\n\u003cp\u003eA solid backend developer who will develop and own our cloud-based applications and platform for all our data products at the DBG. Are you passionate about delivering highly scalable and reusable code? Does driving and influencing cloud strategy at a Fortune 1000 company excite you?\u003c/p\u003e\n\u003cp\u003eResponsibilities\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBe one of the founding members of our new cloud data platform.\u003c/li\u003e\n\u003cli\u003eWork in a collaborative environment to apply well architected solutions within this space.\u003c/li\u003e\n\u003cli\u003eArchitect complex business logic and features to add to our web based applications from concept to implementation.\u003c/li\u003e\n\u003cli\u003eWork alongside Scientists, Marketing, and R\u0026amp;D Engineers through the Product Development life cycle and beyond.\u003c/li\u003e\n\u003cli\u003eDevelop / Improve the core infrastructure for high scalability.\u003c/li\u003e\n\u003cli\u003eWorking with an awesome group of humble, (super smart), hardworking team players that own their technical debt and slay it.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eQualifications\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e5+ years’ experience as a Software Developer.\u003c/li\u003e\n\u003cli\u003eHands-on development experience with Python, Flask and Java in Linux environments.\u003c/li\u003e\n\u003cli\u003eHave successfully built scalable APIs according to best practices.\u003c/li\u003e\n\u003cli\u003eExperience with MySql, NoSQL databases, familiarity with Spark or Redshift Data warehousing.\u003c/li\u003e\n\u003cli\u003eExperience with Cloud Hosting (AWS preferred).\u003c/li\u003e\n\u003cli\u003eQuick learner with the ability to understand complex workflows and develop and validate innovative solutions to solve difficult problems.\u003c/li\u003e\n\u003cli\u003eExperienced with test automation: TDD, unit/integration/functional testing.\u003c/li\u003e\n\u003cli\u003eExperienced implementation efforts following an Agile software development lifecycle approach.\u003c/li\u003e\n\u003cli\u003eExcellent communication skills, both written and verbal.\u003c/li\u003e\n\u003cli\u003eA team-oriented contributor that aims to enhance the effectiveness of their colleagues.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eAbout Bio-Rad:\u003c/p\u003e\n\u003cp\u003eBio-Rad is a global leader providing a broad array of clinical diagnostics and life science research products. With a team of more than 7,800 employees and a global network of operations serving our customers, we help people live longer, healthier lives.\u003c/p\u003e\n\u003cp\u003eBio-Rad was founded over six decades ago and has continued to provide the healthcare industry with innovative and useful products that help life science researchers accelerate the discovery process and medical diagnostic labs obtain faster, better results.\u003c/p\u003e\n\u003cp\u003eEEO/AA Employer/Veterans/Disabled/Race/Ethnicity/Gender/Age\u003c/p\u003e\n\u003cp\u003eAgency Non-Solicitation:\u003c/p\u003e\n\u003cp\u003eBio-Rad does not accept agency resumes, unless the agency has been authorized by a Bio-Rad Recruiting Representative. Please do not submit resumes unless authorized to do so. Bio-Rad will not pay for any fees related to unsolicited resumes.\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003eFor full application instructions and position description, visit \u003ca href=\"http://apptrkr.com/1325674\"\u003ehttp://apptrkr.com/1325674\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBanhXIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--405fc0cd9aa563ecebeb8a7c041756da5d943aa1/9cdade0a-86e8-468a-855c-c5e820ec6520"
   },
   {
      "id":"adfadaec-dd63-11e8-859f-cbc9965a7cd1",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/adfadaec-dd63-11e8-859f-cbc9965a7cd1",
      "created_at":"Wed Oct 31 23:21:52 UTC 2018",
      "company":"Game Closure",
      "company_url":"https://www.gameclosure.com",
      "location":"Tokyo // Mountain View // Eugene",
      "title":"Systems Engineer",
      "description":"\u003cp\u003eGame Closure is on the hunt for Systems Engineers to help us build the social games that guide the development of our mobile game engine. We are a 70 ­strong and growing team with offices in Mountain View, California, Oregon and Tokyo, Japan. If you want to join us to make great games on our cutting­ edge technology and truly make an impact, then we want to talk to you!\u003c/p\u003e\n\u003cp\u003eAs a Systems Engineer at Game Closure, you will play a pivotal role in creating a platform to revolutionize the mobile game development industry. Our engineers are generally amazing at something and great at everything else. We write cross-­compilers, custom browsers, ARM7 assembly, GPU shaders, Node.js \u0026amp; Python back­ends, JavaScript game APIs and tools, and whatever else it takes. No matter what you work on each day, you will work with the best engineers in the world; we have top talent in every part of our stack.\u003c/p\u003e\n\u003cp\u003eThe Role:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBe a key member of a high performing software engineering team.\u003c/li\u003e\n\u003cli\u003ePlay a critical role in day-­to-­day coding, performance profiling, optimization, and general troubleshooting.\u003c/li\u003e\n\u003cli\u003eCollaborate with design, engineering, and production teams to devise optimal engineering solutions to game requirements.\u003c/li\u003e\n\u003cli\u003eArchitect and code sophisticated client/server systems for mobile gaming.\u003c/li\u003e\n\u003cli\u003eLearn from and mentor other engineers on your team.\u003c/li\u003e\n\u003cli\u003eTake ownership of your projects to make them the best they can possibly be.\u003c/li\u003e\n\u003cli\u003eProvide valuable input on the company's long-term engineering roadmap and help identify areas of opportunity for improvement.\u003c/li\u003e\n\u003cli\u003eDefine the cutting edge of social gaming!\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eDesired Skills:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBachelor's degree in Computer Science or related field, or equivalent experience.\u003c/li\u003e\n\u003cli\u003e3+ years of professional software engineering experience.\u003c/li\u003e\n\u003cli\u003eExperience writing clean, testable, high­-quality code with a special focus on mobile performance.\u003c/li\u003e\n\u003cli\u003eSolid familiarity with 3rd party SDKs, analytics, and A/B testing in mobile games.\u003c/li\u003e\n\u003cli\u003eAbility to interact with peers in a constructive and productive style.\u003c/li\u003e\n\u003cli\u003eStrong Computer Science fundamentals in object­-oriented design, algorithms, and data structures.\u003c/li\u003e\n\u003cli\u003eFamiliarity with git, svn, or other VCS.\u003c/li\u003e\n\u003cli\u003eGood communication skills and the ability to work effectively on shared projects with designers, artists, testers, product managers, and other developers.\u003c/li\u003e\n\u003cli\u003eStrong team player with a positive attitude.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBonus:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCanvas animation work\u003c/li\u003e\n\u003cli\u003e2+ years of game development experience with multiple shipped titles\u003c/li\u003e\n\u003cli\u003eBoth Android and iOS game development experience\u003c/li\u003e\n\u003cli\u003eSpecialized skills in a particular area of game development (for example: UI, Physics, graphics, multiplayer, game logic, etc.)\u003c/li\u003e\n\u003c/ul\u003e\n",
      "how_to_apply":"\u003cp\u003eAPPLY HERE\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://jobs.lever.co/gameclosure/4cbca38a-563f-432f-978b-b41f1dabc66c?lever-origin=applied\u0026amp;lever-source%5B%5D=GitHub\"\u003ehttps://jobs.lever.co/gameclosure/4cbca38a-563f-432f-978b-b41f1dabc66c?lever-origin=applied\u0026amp;lever-source%5B%5D=GitHub\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBamRXIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a58c79dfaea2375731d403d9d9f6a1e95f5d3407/0e7a7952-d150-4ac5-b78f-1cd813de1d40"
   },
   {
      "id":"041ee91a-dd62-11e8-9c45-21fe88164ff0",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/041ee91a-dd62-11e8-9c45-21fe88164ff0",
      "created_at":"Wed Oct 31 23:11:37 UTC 2018",
      "company":"Game Closure",
      "company_url":"https://www.gameclosure.com",
      "location":"Tokyo // Mountain View // Eugene",
      "title":"Game Engineer (HTML5)",
      "description":"\u003cp\u003eGame Closure is on the hunt for Game Engineers to help us build the social games that guide the development of our mobile game engine. We are a 60 ­strong and growing team with offices in Mountain View, California; Eugene, Oregon, and Tokyo, Japan. If you want to join us to make great games on our cutting­ edge technology and truly make an impact, then we want to talk to you!\u003c/p\u003e\n\u003cp\u003eGame Closure game engineers make polished, high-performance HTML5 mobile games. We want people who are proficient with JavaScript and who are passionate about making fun social games to be played by millions! As a Game Engineer at Game Closure, you will build games internally on top of our cutting-edge and open source devkit. In addition to building kick­ass mobile games, you will play a pivotal role in creating a platform which will revolutionize the future of game development.\u003c/p\u003e\n\u003cp\u003eIt's always a bonus if you know more than JavaScript! We write cross-compilers, custom browsers, ARM7 assembly, GPU shaders, Node.js \u0026amp; Python back­ends, JavaScript game APIs and tools, and whatever else it takes. You will work with the best engineers in the world; we have top talent in every part of our stack.\u003c/p\u003e\n\u003cp\u003eThe Role:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBe responsible for designing, developing and deploying major game features\u003c/li\u003e\n\u003cli\u003eOwn game feature areas from end-­to­-end\u003c/li\u003e\n\u003cli\u003eBe the champion for the user! Insist on the highest standards and create functional and engaging features that will delight our users\u003c/li\u003e\n\u003cli\u003eBe part of a tight game development team looking to iterate fast on a fun concept and then building it out\u003c/li\u003e\n\u003cli\u003eHave real input on end-user product\u003c/li\u003e\n\u003cli\u003eBe a key member of a high performing software engineering team\u003c/li\u003e\n\u003cli\u003eCollaborate with design, engineering and production teams to devise optimal engineering solutions to game requirements\u003c/li\u003e\n\u003cli\u003eHands­ on architect and coder for sophisticated client/server systems for mobile gaming\u003c/li\u003e\n\u003cli\u003eInnovate and iterate on process, systems and technology to deliver world­-class social games\u003c/li\u003e\n\u003cli\u003eBe a leader; Identify and articulate technical and production risks and obstacles, as well as generate solutions!\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eDesired Skills:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBachelor's degree in Computer Science or related field, or equivalent experience.\u003c/li\u003e\n\u003cli\u003e3+ years of professional software engineering experience, working on cross functional teams.\u003c/li\u003e\n\u003cli\u003eProven effectiveness in directing or delivering production software for high quality games with at least one shipped game product of which you were a primary contributor (self­ published titles are acceptable).\u003c/li\u003e\n\u003cli\u003eCapable of JavaScript + HTML5 to create custom, interactive, user experiences that are enjoyable on all HTML5 browsers.\u003c/li\u003e\n\u003cli\u003eWe expect you to be good at using script debuggers like Chrome Debugger.\u003c/li\u003e\n\u003cli\u003eYou must be pretty knowledgeable with what jQuery can do, and what functionality you are better off custom coding.\u003c/li\u003e\n\u003cli\u003eStrong Computer Science fundamentals in object­ oriented design, algorithms, and data structures.\u003c/li\u003e\n\u003cli\u003eAdvanced software engineering skills, including the ability to write maintainable and robust code in a popular object oriented language.\u003c/li\u003e\n\u003cli\u003eSolid familiarity with 3rd party SDKs, analytics, and A/B testing in mobile games\u003c/li\u003e\n\u003cli\u003eFamiliarity with git, svn or other VCS.\u003c/li\u003e\n\u003cli\u003eSelf ­starter, analytical and creative\u003c/li\u003e\n\u003cli\u003eStrong team player with a positive attitude.\u003c/li\u003e\n\u003cli\u003eGood communication skills and the ability to work effectively on shared projects with designers, artists, testers, product managers and other developers.\u003c/li\u003e\n\u003cli\u003eCheck out Everwing on Facebook Instant Games in Messenger. Can you build this game?\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBonus:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCanvas animation work\u003c/li\u003e\n\u003cli\u003e2+ years of game development experience with multiple shipped titles\u003c/li\u003e\n\u003cli\u003eBoth Android and iOS game development experience\u003c/li\u003e\n\u003cli\u003eSpecialized skills in a particular area of game development (for example: UI, Physics, graphics, multiplayer, game logic, etc.)\u003c/li\u003e\n\u003c/ul\u003e\n",
      "how_to_apply":"\u003cp\u003eAPPLY HERE\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://jobs.lever.co/gameclosure/a50c5aa4-6526-425f-9767-2b8e11800857?lever-origin=applied\u0026amp;lever-source%5B%5D=GitHub\"\u003ehttps://jobs.lever.co/gameclosure/a50c5aa4-6526-425f-9767-2b8e11800857?lever-origin=applied\u0026amp;lever-source%5B%5D=GitHub\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBalZXIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--3ebd7c63eaa45634e45c75fc9422d2133fc002c0/df5f52c6-ee20-4a9c-b9c9-a18e6785f918"
   },
   {
      "id":"48d5274e-dd45-11e8-8130-eacb3354d656",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/48d5274e-dd45-11e8-8130-eacb3354d656",
      "created_at":"Wed Oct 31 19:45:06 UTC 2018",
      "company":"Traction",
      "company_url":"https://www.tractionco.com/",
      "location":"Sunnyvale, CA ",
      "title":"Lead Full Stack Developer",
      "description":"\u003cp\u003eThe Job:\u003c/p\u003e\n\u003cp\u003eTraction is looking for a Lead Full Stack Developer. You should have prior experience architecting and developing advanced dynamic projects involving technologies for Front-end, Back-end, Database, DevOps and Mobile, as well as leading teams of engineers working on these projects.\u003c/p\u003e\n\u003cp\u003eThis role will see you leading a team of developers as well as being an individual contributor to the team.\u003c/p\u003e\n\u003cp\u003eWe’re on a mission to become one of the most in-demand agencies in the United States, sought out by the best brands in the world to design meaningful experiences for their customers.\u003c/p\u003e\n\u003cp\u003eMust be available to work onsite in Sunnyvale, CA exclusively working embedded with our client that is headquartered in Cupertino.\u003c/p\u003e\n\u003cp\u003eCore Responsibilities:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAct as the primary technical contact for an engineering team with other teams across disciplines, potentially leading a team of 2-5 developers\u003c/li\u003e\n\u003cli\u003eWork closely with the development manager to ensure requirements and timelines are met\u003c/li\u003e\n\u003cli\u003eWork closely with the development manager and back-end teams to architect and integrate front-end code\u003c/li\u003e\n\u003cli\u003eDevelop advanced applications with a mixture of third-party and proprietary tools and libraries\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eSkills and Experience:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience as a lead developer\u003c/li\u003e\n\u003cli\u003e2+ years of experience building websites using HTML, CSS, and JavaScript\u003c/li\u003e\n\u003cli\u003e8+ years of experience building web applications with any common web technologies (Node.JS, Java, .Net, PHP, Ruby, Python)\u003c/li\u003e\n\u003cli\u003e8+ years of experience with modern web frameworks and/or libraries such as React, Angular, etc.\u003c/li\u003e\n\u003cli\u003e8+ years of experience in modeling n-tier applications\u003c/li\u003e\n\u003cli\u003e6+ years of experience in database modeling; PL/SQL and SQL. MongoDB is a plus\u003c/li\u003e\n\u003cli\u003eExperience writing unit tests for web applications\u003c/li\u003e\n\u003cli\u003eExperience with containers and container platforms (Docker, Mesos, Kubernetes)\u003c/li\u003e\n\u003cli\u003eExperience in defining continuous integration build processes for front-end web development\u003c/li\u003e\n\u003cli\u003eFamiliarity with CI/CD strategy (AWS, Heroku, Google Cloud)/\u003c/li\u003e\n\u003cli\u003eKnowledge of common design patterns in web development (i.e., MVC, MVVM)\u003c/li\u003e\n\u003cli\u003eWorking knowledge of source control software such as Git (preferred) or SVN\u003c/li\u003e\n\u003cli\u003eExposure to Agile project management methodologies\u003c/li\u003e\n\u003cli\u003eAbility to multi-task and manage tasks with varying priorities\u003c/li\u003e\n\u003cli\u003eMust be able to brainstorm and communicate technology ideas and issues with peers and management\u003c/li\u003e\n\u003cli\u003eExcellent verbal and written communication skills\u003c/li\u003e\n\u003cli\u003eExperience in developing applications for Supply Chain business domain, with more focus on Supply Planning, Demand Planning\u003c/li\u003e\n\u003cli\u003eWillingness to learn new technologies and implement in short time\u003c/li\u003e\n\u003cli\u003eComfortable working in a multi-discipline, geographically dispersed team\u003c/li\u003e\n\u003cli\u003eExperience in leading a team of developers through all processes of development and integration, including test automation\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eEducation: BA or BS in computer science or equivalent experience\u003c/p\u003e\n\u003cp\u003eExtra Credit:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience with e-commerce\u003c/li\u003e\n\u003cli\u003eKnowledge of accessibility specifications\u003c/li\u003e\n\u003cli\u003eExperience with GraphQL\u003c/li\u003e\n\u003cli\u003eExperience with Scala\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eOur humblebrag:\nJoin an award-winning, digitally-focused, full-service, independent agency staffed by a bunch of folks who love what they do and do what they love. Still on the rise after 17 years of success, you’ll enjoy a satisfying suite of benefits, as well as the chance to work on the world's most well-know brand.\u003c/p\u003e\n\u003cp\u003eWill you accept our mission?\nTraction is dedicated to creating meaningful advertising, branding, and experiences for our clients and their consumers. In order to accomplish this, we have fostered a culture rooted in autonomy, empowerment, collaboration, and—occasionally—mischief. We believe that great work is spontaneous, and the best ideas come from a diverse team of creatively-minded individuals. Our goal is to be an agency where the journey getting there is as great as the work itself, and we’re looking for the right people to help us do it.\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003e\u003ca href=\"https://traction.applytojob.com/apply/rpfYAlIVTX/Lead-Full-Stack-Developer\"\u003ehttps://traction.applytojob.com/apply/rpfYAlIVTX/Lead-Full-Stack-Developer\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":null
   },
   {
      "id":"d606d32c-dced-11e8-83b8-c94149410ae0",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/d606d32c-dced-11e8-83b8-c94149410ae0",
      "created_at":"Wed Oct 31 09:19:09 UTC 2018",
      "company":"Labster",
      "company_url":"http://www.labster.com",
      "location":"Bali, Indonesia",
      "title":"Senior Technical Lead (VR) ",
      "description":"\u003cp\u003e\u003cstrong\u003eAbout Labster\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAt \u003ca href=\"www.labster.com\"\u003eLabster\u003c/a\u003e we are dedicated to empowering the next generation of scientists to change the world. Our goal is to develop fully interactive software that makes learning both engaging and effective, and to make it accessible to as many students as possible. We are partnering with major publishers and other EdTech companies and just recently announced our \u003ca href=\"https://www.youtube.com/watch?time_continue=1154\u0026amp;v=XJXEFZ3PEN\"\u003epartnership with Google\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eWe govern ourselves by using a flat-hierarchy system called Holacracy that is focused on roles, collaboration and distributed leadership. We believe in flexible work hours and a good work-life balance, and while we love to achieve great things via concentrated work, it’s incredibly important for us to have happy and engaged team members.\u003c/p\u003e\n\u003cp\u003eIn Bali we are a team of approximately 30 software developers grouped into several circles and sub-circles. Some of the technologies we are currently working on include but are not limited to: VR, building complex game/simulation editing tools and an advanced learning analytics dashboard, as well as scaling our DevOps server architecture to reach millions of students. To achieve our goals, our stack includes C#, Unity3D, Python, AWS etc.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYour mission\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe are currently looking to hire  a  technical leader who will lead and support the  team of Unity software engineers in Bali. As a Senior Unity Lead you will guide a team and take care of their professional growth by mentoring, coaching and implementing modern software engineering practices. You will also support and collaborate with other cross-functional teams at Labster. You and your team will dive deep into technical challenges, proactively propose solutions and drive the change across the team and when needed, the whole organization.\u003c/p\u003e\n\u003cp\u003eTo learn more about Labster and our simulations, check out this video\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eThis is a full time position located in Bali, Indonesia\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYour responsibilities\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eLeadership\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eRepresent the Unity team towards the other Product teams\u003c/li\u003e\n\u003cli\u003eQuestion, evaluate, challenge and assess team members activities\u003c/li\u003e\n\u003cli\u003eMentor, coach and guide team members to enable their growth at Labster\u003c/li\u003e\n\u003cli\u003eConduct quarterly and yearly performance interviews with Unity team members\u003c/li\u003e\n\u003cli\u003eWorking closely with other teams e.g. Content Development and Art teams in order to detect and resolve tensions\u003c/li\u003e\n\u003cli\u003eEnable knowledge transfer between cross-functional teams and establish “best practices” by facilitating and initiating clear and efficient communication\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eTechnical\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEstablishing new way to continuously improve functioning of Unity team according to Agile and Holacracy practices\u003c/li\u003e\n\u003cli\u003eEngineering cutting-edge, innovative educational gaming technologies integrated into Unity3D\u003c/li\u003e\n\u003cli\u003eParticipate in designing and developing new features for our highly popular virtual laboratory simulation and gamified education platform\u003c/li\u003e\n\u003cli\u003eDriving improvements to our coding practices (such as test-driven development practices)\u003c/li\u003e\n\u003cli\u003eContributing product ideas and working within the Product team to help refine product features and requirements\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRequirements\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou possess excellent and proven leadership experience\u003c/li\u003e\n\u003cli\u003eYou possess a high level of empathy together with great communication skills\u003c/li\u003e\n\u003cli\u003eYou have experience with recruitment (conducting interviews, creating tests etc.)\u003c/li\u003e\n\u003cli\u003eYou understand importance of continuous feedback and recognition\u003c/li\u003e\n\u003cli\u003eYou are developer at heart hence you have a solid understanding of algorithms, design patterns, and best practices\u003c/li\u003e\n\u003cli\u003eYou have the ability to work in close collaboration with a team in an ambitious and fast-paced environment\u003c/li\u003e\n\u003cli\u003eYou are proficient in designing, developing and maintaining applications using C#\u003c/li\u003e\n\u003cli\u003eYou have a tendency to propose smart yet simple solutions\u003c/li\u003e\n\u003cli\u003eYou have a MSc in Computer Science OR equivalent work experience\u003c/li\u003e\n\u003cli\u003eYou have experience with Unity3D or similar game engines\u003c/li\u003e\n\u003cli\u003ePrevious experience with WPF or in the development of domain specific languages is considered a plus\u003c/li\u003e\n\u003cli\u003eYou have experience working with Agile methodologies (also regarded as a plus)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat do we offer?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWe provide a friendly and productive work environment with fun, smart, open-minded international people\u003c/li\u003e\n\u003cli\u003eYou will have the opportunity to take a part in very exciting projects and to  work for a company with a noble vision\u003c/li\u003e\n\u003cli\u003eWe provide a competitive salary together with company warrants\u003c/li\u003e\n\u003cli\u003eYou will have a chance to live in a beautiful island of Bali\u003c/li\u003e\n\u003cli\u003eWe will provide you relocation package and visa sponsorship\u003c/li\u003e\n\u003c/ul\u003e\n",
      "how_to_apply":"\u003cp\u003eEmail your resume to \u003ca href=\"mailto:natalia@labster.com\"\u003enatalia@labster.com\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaDFXIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--aae0ab11b35a24663d223c6ffade2c2a308a3841/2235bbe0-3ac9-469f-b41a-400abfef13a6"
   },
   {
      "id":"04549d40-dc44-11e8-9734-43fedb2ca2af",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/04549d40-dc44-11e8-9734-43fedb2ca2af",
      "created_at":"Tue Oct 30 13:10:28 UTC 2018",
      "company":"Simon-Kucher \u0026 Partners Strategy \u0026 Marketing Consultants GmbH",
      "company_url":"http://www.simon-kucher.com",
      "location":"Bonn or Köln",
      "title":"Data Engineer (m/f) - Germany",
      "description":"\u003cp\u003eYou are an IT expert who is passionate about complex data processes? Mastering large sets of data by transforming them into neatly arranged and interpretable information is your specialty? You are a team player with a problem-solving mindset who always stays on top of data-related issues? Then you may be the perfect candidate for our team! \u003c/p\u003e\n\u003cp\u003eFor our offices in Bonn or Cologne, we are looking for you to start – at the next possible date – as a full-time\u003c/p\u003e\n\u003cp\u003eData Engineer (m/f)\u003c/p\u003e\n\u003cp\u003eYour responsibilities\nAs a Data Engineer (m/f), you will be responsible for large data management processes during client projects. You will develop and automate robust processes to extract, transform, and load large, scattered, and unstructured data sets into clean and powerful analysis cubes for our business recommendations.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eValidate data and ensure completeness, correctness, and relevance for meaningful analyses\u003c/li\u003e\n\u003cli\u003eDevelop and automate analytical tools based on the generated cubes to provide marketing, sales and pricing insights\u003c/li\u003e\n\u003cli\u003eDetect, solve, and implement internal process and technology improvements, as well as create, optimize, and maintain new and existing data transfer channels\u003c/li\u003e\n\u003cli\u003eAdvise and support clients on how to model, implement and automate robust ETL processes\u003c/li\u003e\n\u003cli\u003eWork with internal and external business and technology experts across the world\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eYour profile as a Data Engineer (m/f)\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eUniversity degree (business, economics, computer science, or engineering preferred) with experience in relational data management software, languages (esp. SQL), and ETL processes\u003c/li\u003e\n\u003cli\u003eA valid work permit for Germany\u003c/li\u003e\n\u003cli\u003eProven capabilities to build and maintain large and complex data sets\u003c/li\u003e\n\u003cli\u003eExtensive knowledge of analytical / Business Intelligence software, programming languages (e. g. Tableau, Python, R, SAS)\u003c/li\u003e\n\u003cli\u003eFamiliarity with big data technologies (e.g. NoSQL databases) are a strong plus\u003c/li\u003e\n\u003cli\u003eFluency in English (written and oral); additional language abilities are a major advantage\u003c/li\u003e\n\u003cli\u003eSharp analytical mindset with a pro-active and reliable attitude\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWhat we offer you as a Data Engineer (m/f)\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003ePossibility to shape and implement new technologies within our organization and those of our clients\u003c/li\u003e\n\u003cli\u003eFrequently changing project assignments centered around sales, marketing, and pricing across different international industries; no year-long IT implementation projects\u003c/li\u003e\n\u003cli\u003eA large variety of interesting projects\u003c/li\u003e\n\u003cli\u003eVarious training offerings and a 360-degree feedback system that help you grow professionally and personally\u003c/li\u003e\n\u003cli\u003eModern workplace and equipment in a bright, inviting office with a pleasant working atmosphere\u003c/li\u003e\n\u003cli\u003eInternal fun events to celebrate our success as a team\u003c/li\u003e\n\u003cli\u003eCorporate culture led by our entrepreneurial spirit, openness, and integrity\u003c/li\u003e\n\u003cli\u003eThe opportunity to work in a new, fast-growing, engaged and friendly team that welcomes you with open arms\u003c/li\u003e\n\u003cli\u003eShort communication channels for optimal working conditions\u003c/li\u003e\n\u003cli\u003eCoffee, water, fresh fruit, and yoghurt are always at your disposal\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eAbout Simon-Kucher \u0026amp; Partners \nSimon-Kucher \u0026amp; Partners is a global consulting firm specializing in TopLine Power®, which encompasses strategy, marketing, pricing, and sales. Our practice is built on evidence-based, practical strategies for profit improvement via the top line. Simon-Kucher \u0026amp; Partners is regarded as the world's leading pricing advisor and thought leader.\u003c/p\u003e\n\u003cp\u003eDo you want to build a successful future with us?\nThen apply today as our new Data Engineer (m/f) by clicking on this link! Please include your salary expectation and earliest possible start date. We are looking forward to meeting you!\u003c/p\u003e\n\u003cp\u003eIf you have any further questions, please feel free to contact Ms. Dorothea Hayer (+49 228 9843 351).\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003eClick here to apply!\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdkpYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--e6744b71ff1cf45deccee5563b2fe117ee3517be/55b811c5-f4a3-494d-b896-c4d5c6c547a0"
   },
   {
      "id":"5cfc5c04-d90f-11e8-9d50-d2e1d303c48e",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/5cfc5c04-d90f-11e8-9d50-d2e1d303c48e",
      "created_at":"Fri Oct 26 11:08:15 UTC 2018",
      "company":"http://www.paddle.com",
      "company_url":"http://www.paddle.com",
      "location":"London",
      "title":"Senior Python Software Engineer ",
      "description":"\u003cp\u003eYou'll be a part of a friendly and expanding team of talented engineers, working on the newest parts of the \u003cem\u003ePaddle\u003c/em\u003e ecosystem and helping our Software Sellers sell their products on a platform they trust and rely on.\u003c/p\u003e\n\u003cp\u003eOur Engineering department is split into five teams, focusing on different parts of the buyer and seller experience. Teams are fairly static to give every member the chance to become a high performer,, but there's always a chance to try something new. With the engineering team expanding so quickly, values and culture are very important to us, and you'll be expected to help keep the great environment we have currently as we grow.\u003c/p\u003e\n\u003cp\u003eYou are empowered to use the right language for the job for our services, which at the moment for us means using Golang or Python hosted in Lambda, PHP in ECS using docker, and static React sites statically hosted in S3. We will give you the freedom to make technology and tooling decisions and educate the rest of your colleagues accordingly.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat you'll do\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWork on high traffic APIs used by hundreds of active vendors\u003c/li\u003e\n\u003cli\u003eCreate brand new products used by \u003cem\u003ePaddle\u003c/em\u003e\n\u003c/li\u003e\n\u003cli\u003eContribute to designing how \u003cem\u003ePaddle\u003c/em\u003e uses and develops it’s microservices\u003c/li\u003e\n\u003cli\u003eWork collaboratively to design API specifications\u003c/li\u003e\n\u003cli\u003ePractise DevOps, you’re responsible for getting your code to production and supporting it\u003c/li\u003e\n\u003cli\u003eUse the latest cloud services available to run your code\u003c/li\u003e\n\u003cli\u003eWrite performant and well-tested code\u003c/li\u003e\n\u003cli\u003eHelp design a stable platform to support phenomenal growth\u003c/li\u003e\n\u003cli\u003eParticipate in the recruitment process: CV reviews, interviews, reviewing technical ability and cultural fit\u003c/li\u003e\n\u003cli\u003eBe a resource for less senior Engineers to provide mentoring and coaching\u003c/li\u003e\n\u003cli\u003ePlay a part in an agile team - participate in stand-ups, sprint planning \u0026amp; retrospectives\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWe'd love to hear from you if\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou have competent commercial experience developing applications or other software platforms\u003c/li\u003e\n\u003cli\u003eYou have a strong understanding of the development process from design through to deployment and maintenance and what that means for day-to-day development\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYour technical skill set includes:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMicroservice architecture, design, and standard methodologies with an eye towards scale.\u003c/li\u003e\n\u003cli\u003eBuilding RESTful APis/ web applications using Python\u003c/li\u003e\n\u003cli\u003eUnit and behavioural testing\u003c/li\u003e\n\u003cli\u003eSQL\u003c/li\u003e\n\u003cli\u003eVersion control systems (preferably Git)\u003c/li\u003e\n\u003cli\u003eExposure to another language, e.g. PHP, Golang, JavaScript, Ruby\u003c/li\u003e\n\u003cli\u003eExposure to cloud providers (preferably AWS)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eThings you'll learn on the job\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAWS suite - SQS, EC2, ECS+ECR, CloudFormation, S3, RDS, Cloudwatch\u003c/li\u003e\n\u003cli\u003eDocker containers and micro-service architecture\u003c/li\u003e\n\u003cli\u003eMonitoring and alerting at scale\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhy you’ll love working at Paddle\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe are a diverse team of just over 100 people (quickly on our way to 180+) based near London Bridge (but moving to Shoreditch by EOY). We care deeply about enabling a great culture which is inclusive no matter your background. We celebrate our diverse group of talented employees and we pride ourselves on our transparent, collaborative, friendly and respectful culture.\u003c/p\u003e\n\u003cp\u003eWe offer a full slate of benefits, including competitive salaries, stock options, pension plans, private healthcare and on-site coaching sessions. We believe in flexible working and offer all team members unlimited holidays and 3 months paid parental leaves regardless of gender. Plus we offer some not-so-standard, extra-fun benefits, which can include anything from joining office football team, taking up in-office yoga lessons or enjoying a board game night. We host regular company get-togethers and quarterly socials. We have weekly catered lunches and of course, fully stocked fridges and cold brew on tap. We value learning and will help you with your personal development where we can — from constant exposure to new challenges and annual learning stipend to regular internal and external training.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAbout us\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eOur mission is to help software companies succeed — enabling them to focus on creating products the world loves. Hundreds of companies rely on our e-commerce platform to sell their software products globally, as well as our powerful analytics and marketing tools to understand and grow their businesses.\u003c/p\u003e\n\u003cp\u003eOur vision is to become the platform that all software companies use to run and grow their business. We aim to replace a fragmented ecosystem of specialised tools with a unified platform that removes the complex burden that comes with running a software business, whilst also providing unparalleled insight to help them grow faster.\u003c/p\u003e\n\u003cp\u003eWe’re early in our journey but making great progress: Deloitte Fast 50 named us the fastest growing software company in the UK (we’ve tripled revenue every year since our launch in 2012), and we’ve raised over $17m in funding from incredible investors such as Notion, BGF and Kindred.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eEqual opportunities\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe believe in having diverse teams in which everyone can be their authentic self is key to our success. We encourage people from underrepresented backgrounds to apply and we don't discriminate based on race, colour, religion, gender, gender identity or expression, sexual orientation, national origin, genetics, marital status, disability or age. Our office is wheelchair friendly and we are a family-friendly employer​.\u003c/p\u003e\n\u003cp\u003eCome join us, and find out what the best work of your career could look like for you!\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003ePlease apply via our website: \u003ca href=\"https://boards.greenhouse.io/paddle/jobs/4107363002?gh_jid=4107363002\"\u003ehttps://boards.greenhouse.io/paddle/jobs/4107363002?gh_jid=4107363002\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdUZYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--b0abd7e6d191b98e36fdf022128b3755200da29a/e0c799c9-8deb-4a76-aaf4-e13cf221ca35"
   },
   {
      "id":"ec37b682-d902-11e8-9f44-b572cb1c6642",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/ec37b682-d902-11e8-9f44-b572cb1c6642",
      "created_at":"Fri Oct 26 09:40:08 UTC 2018",
      "company":"ProntoPro",
      "company_url":"http://www.prontopro.it",
      "location":"Milan, Italy",
      "title":"Frontend Software Engineer ",
      "description":"\u003cp\u003eNOI\u003c/p\u003e\n\u003cp\u003eProntoPro.it è il portale dei professionisti N. 1 in Italia. Aiutiamo milioni di clienti a trovare il professionista di cui hanno bisogno: dal fotografo per il matrimonio, all’idraulico, all’insegnante di chitarra. Stiamo portando meritocrazia e trasparenza in un mercato finora opaco; vogliamo trasformare sia il modo in cui gli italiani scelgono un professionista sia quello in cui i professionisti trovano clienti.\u003c/p\u003e\n\u003cp\u003eSiamo una startup in grandissima crescita: a marzo 2015 eravamo 2 persone, oggi siamo più di 100. 29 anni è l'età media, lavoriamo in open space, e riduciamo al minimo la burocrazia (perchè è semplicemente controproducente), ognuno ha grandi responsabilità e impatta direttamente sul nostro successo.\u003c/p\u003e\n\u003cp\u003eAbbiamo investitori istituzionali del calibro di Immobiliare.it, e angel investor di alto profilo, che lavorano in Google, Facebook, eBay, McKinsey e Unicredit: non abbiamo più i rischi tipici di una startup. Nel 2017 abbiamo avviato il processo di internazionalizzazione conquistando anche il mercato di Austria e Svizzera, e non é finita qua...\u003c/p\u003e\n\u003cp\u003eCerchiamo persone che vogliano costruire un colosso nel mondo del digital italiano che impatti fortemente la vita di tutti noi. Non è un lavoro tranquillo – ci mettiamo il cuore.\u003c/p\u003e\n\u003cp\u003eIL TUO RUOLO\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eProntoPro cambierà il modo in cui i clienti trovano i professionisti. Avrai piena visibilità sul business, non solo sulla tua area. Ci si aspetta quindi che tu apporti valore anche a livello architetturale, a livello di prodotto e a livello strategico, senza limitarti ad eseguire ciò che è esplicitamente richiesto.\u003c/li\u003e\n\u003cli\u003eSarai parte del team Technology, oggi composto da 15 (+) persone e che arriverà a 25 entro fine 2018.\u003c/li\u003e\n\u003cli\u003eCreerai un prodotto scalabile che sosterrà la fase di hyper-growth dell'azienda.\u003c/li\u003e\n\u003cli\u003eLavorerai in un ambiente particolarmente attento ai trend tecnologici emergenti e alle metodologie di lavoro agile. In ProntoPro utilizziamo PHP, Symfony, Node.js, SASS, ReactJS, MySQL, AuroraDB, Redis, MongoDB, RabbitMQ, Solr, New Relic, Kubernetes, Docker, Ansible, Git, Drone.io. L’iniziativa personale nell’arricchire/modificare lo stack è un tema a cui siamo molto sensibili, pertanto ci aspettiamo il tuo contributo.\u003c/li\u003e\n\u003cli\u003eParteciperai ad eventi di settore ed avrai la possibilità di raccontare come in ProntoPro abbiamo affrontato e vinto sfide tecnologiche.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eTU\u003c/p\u003e\n\u003cp\u003eStiamo cercando un Software Engineer che voglia unirsi al nostro team Technology.\u003c/p\u003e\n\u003cp\u003eCi aspettiamo che tu abbia una solida esperienza in:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eJavascript, CSS, SASS, SCSS, manipolazione DOM e JS object model\u003c/li\u003e\n\u003cli\u003eScrivere codice pulito, mantenibile, scalabile e aderente ai principi SOLID\u003c/li\u003e\n\u003cli\u003eAssicurare test coverage del codice prodotto\u003c/li\u003e\n\u003cli\u003eAstrarre il codice prodotto costruendo componenti e librerie riutilizzabili\u003c/li\u003e\n\u003cli\u003eOttimizzare i componenti creati per ottenere massime performances sull'intera gamma di device/browser supportati\u003c/li\u003e\n\u003cli\u003eUtilizzare (e quando necessario creare da zero) client e librerie per consumare servizi REST\u003c/li\u003e\n\u003cli\u003eUtilizzare strumenti di sviluppo e build (Babel, Webpack, NPM, …)\u003c/li\u003e\n\u003cli\u003eRevisionare le pull requests dei tuoi colleghi\u003c/li\u003e\n\u003cli\u003eLavorare in pair programming\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBonus points:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eReactJS, Redux e isomorphic React\u003c/li\u003e\n\u003cli\u003eWebSocket\u003c/li\u003e\n\u003cli\u003eLibrerie di data structuring (es. immutable.js)\u003c/li\u003e\n\u003cli\u003ePattern di autenticazione (OAuth2, JWT, …)\u003c/li\u003e\n\u003cli\u003eCreare e gestire applicazioni ed ambienti basati su Docker\u003c/li\u003e\n\u003cli\u003ePipeline di continuous integration/delivery in ambienti come Jenkins e Drone.io\u003c/li\u003e\n\u003cli\u003eConoscenza di altri linguaggi di programmazione (PHP, Python, Ruby, …)\u003c/li\u003e\n\u003c/ul\u003e\n",
      "how_to_apply":"\u003cp\u003eSimply send us an email with your CV to \u003ca href=\"mailto:peopleops@prontopro.it\"\u003epeopleops@prontopro.it\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eOR apply easily on our website:\n\u003ca href=\"https://prontopro.recruiterbox.com/jobs/fk0hzbs/\"\u003ehttps://prontopro.recruiterbox.com/jobs/fk0hzbs/\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdDlYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--dcb2d0e46779aae0236b5ce387f65d7a47a55e73/3d97c575-b7f8-4490-a39a-36785dbe6744"
   },
   {
      "id":"d42f9da4-d897-11e8-9e15-6308de92c469",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/d42f9da4-d897-11e8-9e15-6308de92c469",
      "created_at":"Thu Oct 25 21:26:18 UTC 2018",
      "company":"BlueWave Security, Inc.",
      "company_url":"http://www.bluewavesecurity.com",
      "location":"Austin, TX",
      "title":"Jr Programmer C C# SQL .NET",
      "description":"\u003cp\u003eProfitable and fast-growing company seeks a talented programmer to help build the next generation of IP-addressable access control solutions.\u003c/p\u003e\n\u003cp\u003eOur company is a pioneer in the field of end-to-end, IP-based physical access control solutions, which allow our customers to control access to their buildings, such as schools, hospitals, or other places of work. We bring access control out of the analog ages and into the internet of things! As a part of our small engineering team, you’ll have the opportunity to grow your skills in everything from application to full stack web development.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eRequired for this position\u003c/em\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBA/BS in Computer Science or Computer Engineering\u003c/li\u003e\n\u003cli\u003eSolid grasp of computer science fundamentals and best practices\u003c/li\u003e\n\u003cli\u003eSolid understanding of networking principles and protocols\u003c/li\u003e\n\u003cli\u003e3+ years professional experience designing, deploying and maintaining software\u003c/li\u003e\n\u003cli\u003eKey technologies: C#, Microsoft .NET, Microsoft SQL Server/T-SQL, C, Python\u003c/li\u003e\n\u003cli\u003eComfortable developing software in both Windows and Linux environments\u003c/li\u003e\n\u003cli\u003eWork effectively both independently and as part of a team\u003c/li\u003e\n\u003cli\u003eAbility to communicate effectively to both technical and non-technical stakeholders\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cem\u003eDesired for this position\u003c/em\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eGraduate degree or active progress in obtaining a graduate degree in Computer Science, Computer Engineering\u003c/li\u003e\n\u003cli\u003eExperience developing and maintaining web applications using a variety of technologies\u003c/li\u003e\n\u003cli\u003eExperience integrating software with hardware, writing firmware, or working hands-on with electronics\u003c/li\u003e\n\u003cli\u003eExperience deploying and maintaining servers, or other IT-related tasks\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThe right candidate will be a quick learner, have excellent organizational and communication skills, and be comfortable working with a small team in a fast-paced environment. A \"get the job done\" attitude is essential.\u003c/p\u003e\n\u003cp\u003eWe offer a competitive wage and medical benefits. This position is located at our engineering headquarters in north Austin.\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003eEmail your resume with a brief cover letter to \u003ca href=\"mailto:hr@bluewavesecurity.com\"\u003ehr@bluewavesecurity.com\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdXhYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--c36d3fb2c4375db142b9b60c3de21c0d33d253a1/f1de9f1d-53fb-4bd0-8796-91b38f78929d"
   }
]
